{"name":"三维计算机","slug":"三维计算机","count":1,"postlist":[{"title":"三维计算系统研究带来的新信息革命","slug":"design/New-information-revolution","date":"2009-05-19T08:42:21.000Z","updated":"2018-03-30T09:12:30.283Z","comments":true,"path":"api/articles/design/New-information-revolution.json","excerpt":"","keywords":null,"cover":null,"content":"<p>摘要：人机交互技术的革新拉近了人们之间的距离，不过电脑实际利用程度却只占很少的一部分，本文通过对三维计算系统的信息空间的分析以说明新的信息革命的形成原因和它对近将来社会的影响，提前为未来政策变化提供参考方向。</p>\n<p>关键词：信息空间，三维计算系统，云计算，表脑，中央处理机</p>\n<p>The New Information Revolution Brought Out By The Research Of The Three Dimension Computing System<br>Wang Danping (independent researcher)<br>Email:deciia@qq.com,Cellphone:xxx</p>\n<p>Abstract:(to be completed)</p>\n<p>Keywords:information space,the three dimension computimg system(3DCS),cloud computing,surface brain,center processor</p>\n<p>《科学美国人》中文网站提到一则消息引起了众人的注意，英国天空电视台表示将推出三维立体电视节目，普通民众将有幸在家中享受三维立体技术。我们不得不赞叹科技在不断地改变着我们的生活，可是在信息过剩的时代，最先发生改变的还是人们的观念，这则消息就暗含着一个信息：三维空间容纳的巨量感观刺激将融入民众的普通生活，其商业化过程将生成可观的经济利益。<br>本文将运用演绎法的思想看待这件事对近未来的影响，同时分析新形势下的新观念、新理论和可实现性的新技术，在信息尚不确切或分析信息的理论仍不完善的情况下，不得不说演绎法表述的观点仍然具有一定的指导意义。增加内容：三维计算技术常用的名词解释。</p>\n<p>1． 三维计算时代</p>\n<p>表现1：信息高速爆炸造成人获得的信息量差距急剧加大，这与宇宙大爆炸造成不平衡的原理是一样的，于是我们需要一种更高等的计算环境以增加信息通道的线数，三维的信息空间具有更高密度的互不干扰的传输线路，是最优选择。</p>\n<p>实体书电子化后图书产业面临的赢利模式的变革有下载到指定的防拷贝硬盘空间，信息拷贝论（只拷贝信息，联网后再决定下载与付费），制定电子作品的价值等级划分制度（文化意义、科学意义还有传播量……）并在发表时提供作品的完整信息，建立信息（资源）共享和合作机制（用户型WIKI）。</p>\n<p>表现2：推进时间至未来的现场，处理系统遍布各地，各种大型的超级计算机也已经进行了民用测试，人们只要携带一个小小的表脑就能获得各种信息，包括软件运行、游戏和巨量演算所得的数据，人们只需支付中央处理系统运行所支配的资源统计，比如电费，带宽，占用的存储空间等等。</p>\n<p>将整个互联网所连接的个人电脑（虚拟用户）看作一个整体，2009年的它只像是分散的存储器，个人电脑发挥与人类交流信息的功能，可是比起手机来它略逊一畴。代表人类外部资源的统计中心的互联网应该接受大自然的问候，处理系统与中央硬盘的紧密结合使得它拥有多个维度（角度）的“感效器”，有来自人类“表脑”的信息，有来自某个会议室的全息图景，也有来自某个环境保护区的全时段监控。</p>\n<p>中央硬盘根据表脑发送过来的信息自动搜索（最匹配）整个中央硬盘（以及中央共享空间）并构建一片虚拟空间，空间包含来自表脑的信息文件、与表脑硬盘同步的信息的快捷链入口（快捷方式）、与表脑相联的个人共享区。处理系统必须具有多用户多进程、共享用户的多进程、共享进程的多窗口、共享窗口（多维软件）的多平面同时进行操作软件系统。</p>\n<p>表脑作为人类在信息世界的代言人，操作上必须符合人工学原理，能快而有效的传达人类通往信息交流中心的个人愿望，本质上它是人的机器人替身，一定程度上能代替人的思维，外在上它又是中央电脑与人体共有的感观效应器。表脑的主要功能是最大限度的对接人类的感观表达，视线（眼神）、脸色、声音（语音及韵律）、文字（触压感）、图感、动画的感觉、艺术美感以及嗅觉味觉的表达等等，它是没有主机（有微处理机）的个人电脑，是传感手机，是日记本，是游戏机，是画本（数位板），是多功能输入机，也是MPX（X大于5）。</p>\n<p>三维操作系统省电省资源，架设起来也方便，十户共用一台中央处理机，一户多终端共用一台HOME处理机，一个终端又可以连接多个表脑，一个表脑又可以使用多个识别的用户芯片，又有中央处理机与多台同类处理机建立中央共享系统，根据微软新开发的协同搜索可以很方便地建立搜索库和资源分类。</p>\n<p>表现3：广义的机器人，输入输出的简单化，人脑与个人电脑以及中央处理机的同步化。推广到整个人类社会，非自身的其它人力资源及他们构成的计算网络也一台巨型的机器人，三维计算时代的前兆有组织将人也列为计算单元。</p>\n<p>表现4：随着传感技术进步，统一标准的三维识别符号系统也会建立起来。</p>\n<p>文字书写、键盘、平面鼠标、纯平屏幕的二维操作系统向视线捕捉、光笔操作、声向捕捉、声控、三维操作屏（空间对象操作、屏幕对象多状态键盘化便捷操作、手写触摸与显示于一体兼空间鼠标及多状态键盘的模拟操作）方向发展。现实中操作虚拟的对象要求所有的虚拟必须以符号的表现（表演）出来，比如平面窗口向曲面窗口做适度调整，用动作捕捉（空间手势）和多视角键盘来模拟操作等等。</p>\n<p>异彩纷呈的输入输出终端将在三维空间内有条理有设计的分布，并以一地为中心共用一个处理系统。传感器与实时录入设备构成完美的监控系统，通过比对反馈的信息获取控制数据（高级语言，一般为图符与音符）实现三维操作。</p>\n<p>推进时间至未来的现场，将表脑扔在沙发上仍然可以享受精彩的信息生活，音乐厨房可以播放网络流行歌曲，闭上眼睛，默想着喜欢的玫瑰，菜油也似乎挥发浓浓的花香，于是情不自禁的一个人跳起了双人舞，音乐也跟着加重了节奏感。这时侧房睡觉的母亲醒后小咳一声，厨房的电源立刻被她切断了。</p>\n<p>原始的操作机是机器，个人电脑和机器人，它们是人类和大自然共有的部分。大自然是一个超级大脑的话，人类就是它的一个中央处理机，人类发明的电脑也就是连接人类与自然的表脑（操作机），把自己同环境一起输入网络和纯粹的高级语言输入一样有意义，如环境音，影像，神经冲动，某种信息素的输入。</p>\n<p>综合输入与输出两种功能的最实用的操作机制是录入反馈系统。三维数位屏综合三维显示技术、触模板技术、数位板技术、手写识别技术，它能在屏幕上模拟出多种状态的键盘（微电流触模输入）控件和空间鼠标控件，通过操作这些控件达到操作平面系统的目的。声控和光控也是一样的原理，先用声信号编制一套高级语言，将录入的信息经过复杂的滤波程序再比对高级语言实现操作。</p>\n<p>高精度的信息捕捉技术和巨型的处理机结合能实现高仿真虚拟环境的模拟，作为三维计算机发展的另一个极端，虚拟世界和现实世界的界限也将在三维计算时代被打破。</p>\n<p>表现5：协同搜索与声控系统</p>\n<p>表现6：三维电视技术与三维计算机</p>\n<p>假设英国的三维电视频道开始运营，各国开始纷纷报导，给观众视觉震憾的基础上也给人带来了深层思考，人们想到电脑也可以设计三维屏幕，人机交流方式也需要改进，多样化人机交流带来的是交互机（操作机，表脑）与中央处理系统分离的设计思潮，于是表脑诞生了，平面二维的三维技术向真实的三维环境处理技术迈出实质性的一步。</p>\n<p>建立多维度（角度），多种方式的人机交互模式，并在三维空间内合理排布，营造人机一体的交流氛围。我所想象的世界是遍布交互机（表脑，多元化输入输出系统）的世界，信息交流从人的六感方式出发，并超越六感信息素的传递距离，这些交互机共用一个中央处理系统（处理器与中央硬盘），有效地将世界联接成为一个有机的整体。</p>\n<p>随着机算机技术的进步，我相信环境模拟技术将从二维空间向三维乃至多维拓展，那时信息的输入输出将更巨细，更理致，也更实用。全息三维投影细致化，在任意空间或平面（含空气和实物）建立光学感知的模型表达任何人都能理解的信息，全息电影将脱离纯白屏幕在人群中演出，实时捕捉运动建模，三维系统图影软件可在你的直观感觉下修改投影内的对象，等等。虽然不能在计算机处理器内模拟灵魂，却有可能在真实环境模拟一台信息组成的（三维）计算机，我称之为映象机（或应象机），人类处在应象机操作区面对着原象机在环境中模拟出来的影子，人类对真实的世界再一次产生了疑惑。三维计算机系统的信息处理量是现在二维计算机的多少倍呢，二维向三维转化本身包容的信息量就是质的变化，没办法比较，而且三维与环境与人类的交互程度也是最高的，同时还是最有效的。</p>\n<p>根据以上论据作演绎推理得出我们将从收音机（输出三维）、电视及电脑的二维计算时代进入三维计算时代，这个可能包括以下发展区间。</p>\n<p>第一阶段区间，数学多维空间的研究最多可在十年内有一次新的突破，具体表现为环境信息与高维度空间存在稳定的相关性的证明，至少在三维至四维的信息维持已经建立模型并存在有效证据，人们从虚幻的宇宙观拉近平常的生活，对空间观的认识发生了巨大的变化。</p>\n<p>第二阶段区间，二十年内，新空间观影响之下的人开始将硬件技术的研究方向转向三维空间内的宏观计算机系统的研究，并开发出第一代中央处理机，表脑，全息互动系统。其间汉字有可能作为单字信息存载量最大的文字系统作为拆离自由组合、意象识别的程序语言，也就是说环境信息与三维空间的高级编译语言有可能会采用汉语。</p>\n<p>第三阶段区间，世界将在三十年内实现环境信息与网络的一体化进程，最后十年会有一次自然回归运动，计算机程序控件甚至整个计算网络成为自然环境的一部分，哲学家会说这是语言的自然化，二进制成为实影与虚影，汉字还原为象形，所有的操作对象都让人感觉那么地实在，影子有了触觉，风儿留下余音。</p>\n<p>2． 信息空间(Information Space)</p>\n<p>语言是表达世界的工具，汉语除了表音表形外还增添了一层艺术色彩，具体说艺术也代表着一种信息。今天选择人才的方式需要从学历、工作经历、性格、家庭背景……多个方面考虑，那为什么唐王朝为什么就可以凭书写挑选秀才。把人看作一个装满信息的盒子，在唐王朝选拔制度仍处在起步的情况下，最大限度地输出盒子内的信息状况才是上策，书写能体现一个人的综合素质。</p>\n<p>然而在人类向自然学习的过程中，想象自己处于环境封闭起来的盒子内时，思考人与自然的关系便成为极其重要的任务，是创造者还是与自然共存的一台机器，我们常发生这样的疑惑。不理解是因为大脑中的一套语言无法解释来自环境的信息，就是现代人也无法完全解开自然的密码。但终究有一天我们会又一次打开那道千层锁中的一个，现在我们拿出一根钥匙——“信息空间”理论。</p>\n<p>钥匙本身就是一层厚厚的夹板空间，内套着数不清的平面。回到近百年的技术革新，首先有了照相机和电影放录机，再是家里购进了收音机和电视机，四十年前又是电脑和因特网的普及化，信息长河绵绵不绝，最终又卷曲成一幅三维的山水实景。信息空间是指包括人类感官维度和非人类感官维度的区间的信息总和，它即指一维的蜗牛路线，也指三维的人类生存空间，也包括存在观察者的时间维度的空间。关于“信息空间”作出如下猜想：</p>\n<p>（1）所有信息都可以用高级语言表述出来。不同生物和不同种族即使不能交流也能一定能形成特有的语言表达同一份物质的外部特征。可是信息表达的过程是需要耗费脑力的，即当下的职业分布情况来看，从事信息转化或者相关工作的从业者逐年增多，他们唯一的心愿莫过于发展出一种技术方便地将需要的信息表述成处于中间状态的互联网比特。这种技术通过编绎高级语言来减少人工的操作，只需要消耗少量的电能就能读取一件事物当前能够理解的所有信息，比如人的指纹，物体的空间结构和物质成分，文字和文字的内含，还有人类的思维，已知所有的物理规律对物体的影响程度等等信息。</p>\n<p>（2）存在一种高级语言能无损还原成复杂的信息空间，也包括大自然。信息是存在空间结构的，浅表层信息由低级语言转化，内层或者更深层信息由较高等级的语言转化而成。当一种语言完善到能描述目标的足量多的信息时，即实现信息空间的有损还原，这是科学实验在表象层面上成功的关键因素。信息空间从人类的角度观察是一张巨大的信息网络，在观察者时间轴上呈现三维空间分布，这个网络解释了观察者视界内的人类活动的全部内容。复杂的信息空间通过一套语言建立它的独立性，有效地识别和传播这套语言一方面增加空间的维度，提高信息点的相关度和连接的精确度，另一方面则是加速语言的进化，降低还原信息空间的难度。</p>\n<p>（3）信息空间通过高级语言输导的复杂度转化机制伴随着能量流动，信息空间的总能量和信息量的总量成正比。通过电缆传输的信息是一维的，还原为影像成为二维的信息，扩展为全息影像时又转化三维信息，从一维的串行信息库流向二维乃至多维信息集中点的过程中能量流密度逐渐减小，维度转换同时也在损耗能量，并影响可传输的信息总量。</p>\n<p>3．计算效率</p>\n<p>抛开传统的一步一笔的数学演算，对计算效率的控制衍伸出多种计算方式，有并行计算、分布式计算和网格计算等等，计算效用也从简易的工具演变为稀有的资源或服务。计算机作为高度集成的计算设备，除了向超级计算机方向发展，还可以将计算机空间矩阵作为研究方向，比如建立起计算对象的属性信息的数学空间模型，在数学空间的信息结点按需求分配计算设备或者计算单元块并启动，旨在使用最合理的计算单元块完成计算任务。</p>\n<p>提高计算效率要求高效率的人机信息交互水平，充分发挥每个人的信息生成能力和其在矩阵空间中的每个信息节点的控制能力，正确认知信息结点要注意以下几点：</p>\n<p>（1） 人机交互机（表脑）要求便携，使用简单，与人工学原理结合紧密。</p>\n<p>（2）输入输出的数据模型结构要求最好在同一维度，即如果采用了三维实时输入，处理后的数据也应该是三维的数据模型，只是在显示时可以降低维度。</p>\n<p>（3）多人协作的信息生成集中处理为数据库，多人协同控制集成为控制性计算单元块，每个代表一个属性值或者一个二进制单位。</p>\n<p>（4）数据矩阵空间中的每个分配了计算单元块信息结点都有独立虚拟出未知信息结点的能力，未知信息结点设置虚拟计算单元块（虚拟机）。</p>\n<p>一般的计算的数据矩阵模型过于单一，人机交互程度低，又设置了过多的虚拟机，繁化了多人协作的表面进程（信息生成的初始阶段），使得计算机与人类社会相隔了一道巨大的鸿沟，计算效率也受到了影响。</p>\n<p>4． 三维计算系统（以下可简称3DCS）</p>\n<p>什么是三维计算系统，作一个科学的定义。</p>\n<p>三维计算系统有以下特征：</p>\n<p>（1）人以及人所在社会组成参与计算架构的设计。人是三维计算的一部分，并作为三维计算的控制节点，参与生成与管理信息数据库。人类社会本身就是一台巨型计算机，每人手执只能控制“1:0”的机器组成一个几千公里的计算方阵，这就是一台最原始的计算机，更何况人类具有复杂的大脑，人类之间也拥有一整套的社会交流系统，这时只要一台人机交互程度极高又能有线或无线互联交互机（云分机，表脑），这个世界便构成了一个三维的计算整体。机器的外环境可以用数据虚拟出来，人工操作的模式以及人与机器的交互也作最大适配处理，一方面遵从人工学原理，另一方面可考虑将神经信号数据化处理。</p>\n<p>复杂的人类社会也是计算环境的一部分，对于使用者个体，他以外的虚拟计算资源都具有一定的自适应调整和管理的能力。一些可以自我维护和管理的虚拟计算资源，也就是流行的说法“云”，而在本文云指的是计算环境，包括多维模拟网络以及它模拟出来的第二层至多层虚拟环境，它们一层厚厚的云层维持着内环境与外环境的平衡。</p>\n<p>当前的计算环境还比较松散，计算机网络是一个比较完整的计算环境，全球化的人类社会也算是低信息交流度的计算环境，人类开发的其它自动化系统也是一种简单的计算环境，目前我们正试图建立一套终极系统将这些联接起来，统一之后的计算环境将极大的减少了人的参与程度，也就变成看不见的或者虚拟的计算资源。传统的云计算减少了人工参与计算细节的可能性，云计算对于社会的意义只停留在科技带来的享受这一方面，忽略了社会本身也是一个计算系统，只有有效地综合社会计算环境才算是发挥了人类研究计算大自然的全部潜力。三维计算系统中将计算环境从多个角度模拟或划分为许多云层，云层又由多个云点（云团）有效的契合而成，云层和云点再连接每人都至少手执一个的云分机（表脑），与人体高度交互连接的云分机的有机组合又构建了一台巨型的外表脑和人类大脑的计算矩阵，人也可算是云的一部分。</p>\n<p>（2）与真实环境交流产生的数据可分为物质化数据和信息化数据。信息作为机械的物质的巨量数据与人类的便携控制端之间的交流递质，在生物中枢管理结构中相当于生物信息素，它是属性，也是可便于识别的标识。物质化数据一般指的是直接在现实环境由传感器捕捉到的数据，也包括人工操作编辑生成的高发散型的文件，信息量大，内容发散，需要进行信息化处理。</p>\n<p>（3）该系统的初期骨骼和连接纤维由计算中枢根据控制终端的要求计算并架构或虚拟出来。中枢也称为动态计算池（dynamic computing pool）、中央处理机等等，有独立处理数据的处理器，能自由的收发信息和“物质化”数据（指未信息化的初始数据），同时还是三维计算系统的能源自动化控制中心，拥有一套完备的中央电源系统。中央处理机作为处理信息和物质化数据的中心工作站，具有快速调用各数据库数据的优先权利，具有只根据信息化数据远程虚拟出数据环境的模拟处理能力，也是一群人类共享的外部大脑，区别于人机互联的表脑和人类自己的大脑而存在。</p>\n<p>（4）用户需在云层上独自建立或参与建立虚拟的计算池，计算池作为一种虚拟的、用户偏好的、可自定义的计算资源可以自由的构建或释放，主要包括物质化数据硬盘、独立或被虚拟的单元处理机、独立的信息管理机（云点），以及它们之间的连接线路，这也是一个独立的HOME型云计算管理系统的基本架构，也就是说任何一台现代的计算机都能够模拟出完整的计算池，供多台云分机连接使用，和HOME外面的计算池没什么不同，只是不需要支付罢了。</p>\n<p>这里的物质化数据硬盘区分于云点内部的硬盘，它一般由可以自由定义服务区和配额的个人永久硬盘、临时缓存硬盘（在当地保存一个月，如还未转移则发送至个人永久硬盘）及最适线路、局域商用高速硬盘矩阵（多用户共享）组成。模拟计算池除了调用信息化数据，还必须用到大量的物质化数据，比如基于3DCS的各种虚拟操作环境（操作系统，各种软件），还有标有共享条件（范围）、读写条件的单文件资源（多媒体、办公文件、作品等），随身携带的移动硬盘、笔记本电脑都可设置为物质化数据硬盘作为计算池的一部分。</p>\n<p>单元处理机作为中央处理机的补充和计算池的数据预处理点，比中央处理机有更高的优先级，计算一次任务的数据总量后比对自身的处理能力再判断是否组成更大的计算池或者直接上报中央处理机构建云层。单元处理机也可由高一层的处理机虚拟而成，但一般通过计算池的合并增强其计算能力，这样处理是考虑到处理机的利用效率。</p>\n<p>（5）数据调度有机运行离不开信息管理机的统一管理，它是数据的集散地。信息管理机也可以称为云点（云团，cloud mist），这叫法来自云计算（cloud computing）。信息管理机是数据通行的一个关卡，它能决定数据的分流路线、数据的暂留或永久储存、数据的信息化或物质化或信号化（其它非比特信号）。信息管理机人为或自动地生成数据库，储存在数据硬盘（元盘）里，所有其管理范围的数据都能在元盘里找到备份，中央处理机调度的数据基本上都需要经过信息管理机的放行和管理，它同时还是各三维计算结构网络之间的枢纽。</p>\n<p>信息管理机在计算池中是最重要的部件，主要有以下功能：</p>\n<p>a.作为计算池的可识别（标记）的中心，星状连接着物质化硬盘、单元处理机和云分机以及交换其它类型信号的工作机设备。</p>\n<p>b.作为云层中各计算池的连接结点（云点，云团的中心），参与虚拟云计算层，特殊环境中也可负责云层之间的数据信息管理，构建三维计算环境。</p>\n<p>c.被分为多个盒式功能模块按需组装，分别是外接面板（附带接口管理器）、多信号与数据之间的转换器、可经云分机外控的自管理数据库处理机、高速信息数据与物质化数据的永久硬盘，以及空间虚拟信息传输协议（与三维计算环境匹配的空间地址管理器）。</p>\n<p>d.如果将人类社会的自组织运行也看作一个数据处理的过程，信息管理机在管理的数据流密度极低的情况下将有可能与一定范围的人类群体聚合成具有一定信息管理能力的单元处理机。</p>\n<p>（6）三维计算网络，由计算池矩阵（处理机和信息管理机构成，包括虚拟处理机）构成多维模拟网络（维度转换），其中信息化数据转送线路、物质化数据线路和云点矩阵形成完整的数据流通网络。各部分骨肉相连又各自独立，通过一道布满整个系统的粗细管脉传递信息，一条脉管输送能量物资维持系统稳定和正常运行，一个多面一体的可实可虚的信息、物质化数据、外环境资源组成的“计算云”递层覆盖住整个世界，这就是我们的共同的未来。</p>\n<p>（7）计算池是动态的计算资源，池中一切资源都可以流动以适应现实世界中环境的变化，通过对池资源的聚结与管理，人类可以间接地控制着整个计算环境，而这一过程则是通过云分机执行的。</p>\n<p>云分机代表人在整个计算系统的地位和作用，人通过云分机从计算系统中获取计算资源，同时人和云分机又作为其它计算进程的资源，参与计算系统的架构与虚拟。三维计算系统中由中央处理机架设云层的模型，由单元处理机和信息管理机溶结的计算池填充云层的每个细节。一般来说，为了最大地计算环境的工作效率，减少不必要的计算资源浪费，个人在计算环境拥有的比例越少越好，于是个人需要支付的资源使用费也会平均减少，个人在整个系统的贡献度也会越高，并获得相应的补偿，可以想象在未来也会形成一系列基于三维计算环境的工作。</p>\n<p>云分机也称为表脑，是人大脑对虚拟计算环境发号施令的中间媒介，当然也是大脑链入三维计算系统的数据转换接口，目前可采用无接口地契合人的感觉器官实现人与计算环境的高度交互，比如将操作环境设置为全息三维的符合美术中透视原理的操作平台，又或者全面考虑人各部分骨骼的运动结构设置的三维的人工学操作平台，对于目前的鼠标键盘输入输出的操作环境，也可延伸到三维的多角度键盘模拟、空间鼠标等概念性配件。</p>\n<p>目前可实现的云分机技术适合向屏幕反馈控制、多维键盘模拟（屏幕环境中）方向发展，只传输屏幕反馈数据信号，云分机内置差异反馈的缓存区，并经微处理器计算出控制性数据、操作环境数据和高速视频数据，这样的云分机可以是一层薄薄的可卷曲的可读取移动数据的屏幕模拟操作的小壳片，作为不同计算环境适配处理的中间站，只收发屏幕模拟信号（数据）。</p>\n<p>云分机是实际环境与虚拟环境的连接纽带，云分机技术直接关系着整个计算系统的研发趋势。</p>\n<p>（8）三维计算的外环境是指自然的没有人工参与的所有外部条件。人类制造的计算器、计算系统以及工具性质的科学都应该将人类本身的影响纳入重要的考虑高度。同时，人类参与制造的一切工具、科学、哲学都处于三维计算的内环境之中，计算的主要目的是人类借助三维计算系统认识并改造外环境，使其人工化、数据化乃至信息化、神经信号化，直达人类的大脑和基因，使人类更好地进化以适应外部环境。数据化是计算的首要条件，一般的计算步骤是将计算的对象转化为直观的信息，对信息进行计算的同时补充足够多的扩展信息从而得到针对对象计算的近似值，人工参与时，人运用感官提取计算对象的充分信息，输入到大脑和电子计算机，通过大脑和计算机的同步协作整理出充分信息的数据库并进行下一步的计算，而在三维计算环境大脑和计算机是有机的一体。</p>\n<p>综上，三维计算系统是一个巨大的计算型人类社会，计算维度的升级代表着社会的进步，社会的组织形式也将因计算系统的改变而跃迁到一个新层次。</p>\n<p>5． 三维计算系统的可行性与商业模式</p>\n<p>第一点，三维计算系统最关键的设计是分开处理系统与操作机，使得多个操作机共用一个处理系统或者一个操作机占用多个处理系统成为可能。为减少复杂度，处理系统与操作机为短距，操作机可以是功能集成也可以是功能发散的，重要的连接同一个的处理系统。</p>\n<p>第二点，一台承担输入输出任务的表脑同一个类似桌面，操作对象是图标与控件，可以运行远程软件的图形化浏览器又有什么区别呢，未来浏览器的进化之路中或可将远程服务器作为中央处理系统，持有可识别芯片和表脑即可走遍天下。</p>\n<p>第三点，脑科学和感效器研究一直是分开进行，三维计算系统对[电]脑互联（处理系统）和感效器互联，以及互联脑与感效互联网络的衔接提出了新的要求，站在整个社会的层面上，对信息处理与共享的意义莫大。<br>第四点，加快现有互联网的改革，成功的开型新的中央处理系统和表脑配件是三维计算系统最终实现方式，其间可专攻人脑交流及互联脑交流的机制，感效器互联网的交流机制，新型录入反馈系统的功能配件的商业开发等等。</p>\n<p>国人应该选择有创意的一种办法，那就是放弃国产电脑的开发，直接投入中央处理系统和表脑机的研究。</p>\n<p>参考文献<br><a href=\"To Be Added.\">1</a><br><a href=\"To Be Added.\">2</a></p>\n","text":"摘要：人机交互技术的革新拉近了人们之间的距离，不过电脑实际利用程度却只占很少的一部分，本文通过对三维计算系统的信息空间的分析以说明新的信息革命的形成原因和它对近将来社会的影响，提前为未来政策变化提供参考方向。关键词：信息空间，三维计算系统，云计算，表脑，中央处理机The New ","link":"","raw":null,"photos":["/images/design/information-revolution.jpg"],"categories":[{"name":"设计","slug":"设计","count":7,"path":"api/categories/设计.json"}],"tags":[{"name":"三维计算机","slug":"三维计算机","count":1,"path":"api/tags/三维计算机.json"},{"name":"云分机","slug":"云分机","count":1,"path":"api/tags/云分机.json"}]}]}