{"name":"有限合作商社","slug":"有限合作商社","count":1,"postlist":[{"title":"中国元素有限合作商社创业计划书","slug":"design/Limited-cooperative-commercial-organization","date":"2010-01-06T01:17:14.000Z","updated":"2018-03-30T10:43:10.714Z","comments":true,"path":"api/articles/design/Limited-cooperative-commercial-organization.json","excerpt":"","keywords":null,"cover":null,"content":"<h2 id=\"一、关于成立“有限合作商社”的构想\"><a href=\"#一、关于成立“有限合作商社”的构想\" class=\"headerlink\" title=\"一、关于成立“有限合作商社”的构想\"></a>一、关于成立“有限合作商社”的构想</h2><p>为了规范市场上无法管理的工作室，建立以工作室团队为基础的社会主义新型市场经济商业行为组织结构，建设具有中国特色的新型市场面貌，现提出“有限合作商社”的概念。</p>\n<p>以下“有限合作商社”简称为“商社”。</p>\n<p>【有限合作的对象】依个人魅力、团队精神等自由人际、商务理念成立的团队及工作室等。工作室从商业性质上，分商业工作室和非赢利工作室两种，从工作行为上又有研究性工作室、技术服务工作室、硬件设备服务工作室和商务交流工作室等。</p>\n<p>【有限合作的含义】团队及工作室以有限参与的方式加入有限合作商社，工作室仅以加入商社的行为接受市场的规范化管理；工作室受邀请加入有限合作商社，接受商社规章的限制，以有限的服务和工作为商社作出贡献；商社可以以类似招聘员工的方式招聘团队和工作室的加入，工作室的档案由监管有限合作商社的相关部门统一管理。</p>\n<p>【商社的组织结构】基本结构为室长会，参与方式分别为：发起人或团队、工作室以商社资本参与成立商社办公室，办公室设商社主任一名；股东以认购股本或投资参与成立董事会和股东大会，设董事长一职；工作室以工作服务等人力资本参与成立室长会，设社长一名；商社法人只能在主任、董事长、社长中取其一。</p>\n<p>【商社的设立条件】成立有限合作商社必须符合以下条件：发起人或工作室的办公室及其办公室团队建立的在线和无线网络符合低成本交流标准；发起人或工作室的合作工作室至少有一个；发起人或工作室认购或募集的股本足以维持商社三个月的正常运行；发起人或发起工作室制定商社章程，采用募集或工作室网络搓合会议设立的经创立大会或搓合会议通过；有商社名称，建立符合要求的有限合作商社。</p>\n<p>【商社的法定程序】商社搓合三个月后如运营良好，达到注册公司的条件，即注册符合法定标准的有限责任公司或股份有限公司。政策允许的情况下，可以将“商社”或者“有限合作公司”作为新型商业机构交给国家审批，其它未尽细节可以在商社成立后继续完善，而后将利于新法规的批复。</p>\n<h2 id=\"二、有限合作商社的意义阑述\"><a href=\"#二、有限合作商社的意义阑述\" class=\"headerlink\" title=\"二、有限合作商社的意义阑述\"></a>二、有限合作商社的意义阑述</h2><h3 id=\"1、为工作室将后成为法人打下基础\"><a href=\"#1、为工作室将后成为法人打下基础\" class=\"headerlink\" title=\"1、为工作室将后成为法人打下基础\"></a>1、为工作室将后成为法人打下基础</h3><p>虽然工作室国家允许工作室以个体工商户的名注册，可是工作室毕竟不同于个人经营管理的小卖铺，它是一个微型的公司，一个团队，甚至可以说是一个梦的焦点，一个回归且在成长的家，工作室的室长并不能代表整个团队，只能说是这个团队的法人而已。工作室成立或者加入商社，可以让团队得到独立的个性发展，并满足工作室作为独立个体得到本质上、实力上的成长，而不是团队的人员扩充，成为一个难以管理大公司，这在于当今张扬年轻人个性，宣扬小团队成就大事业年代值得提倡。</p>\n<p>并且工作室合作成立的商社具有等同公司的一些外部性质，成熟的商社可以以较低的成本直接转化为公司或集团公司。</p>\n<h3 id=\"2、为大企业或集团公司开拓未来市场\"><a href=\"#2、为大企业或集团公司开拓未来市场\" class=\"headerlink\" title=\"2、为大企业或集团公司开拓未来市场\"></a>2、为大企业或集团公司开拓未来市场</h3><p>公司集团化、产业多样化确实盛行当世，见过的集团化操作模式是先成立一个项目组，以项目组为核心招揽人才成立分公司或子公司。可以说，每一个招过来的人都是以破坏一个团队为前提或者他们是从已破坏的团队中吸取过来的团队领袖，如此集团化操作将增加社会重组成本，一定程度上也弱化了团队意识和个人意识，人变成了职业的动物，资本与人员的向心化导致的是下部链接的破坏。</p>\n<p>有限合作商社是小型工作室以有限合作的方式成立的聚合体，更适合年轻的下一代商人。集团公司先成立项目工作室，再以设立有限合作商社的方式招集所需各种类型的工作室，减少了新生团队的磨合成本，加快了项目的推进进度，也成就并培养了一个大型团队。</p>\n<p>对于新项目上，商社的低成本的讨论圈更容易催发最新的创意，这一点犹为重要。</p>\n<h3 id=\"3、与信息时代的技术应用紧密结合\"><a href=\"#3、与信息时代的技术应用紧密结合\" class=\"headerlink\" title=\"3、与信息时代的技术应用紧密结合\"></a>3、与信息时代的技术应用紧密结合</h3><p>虽然商社由众多工作室组成，但只有一处办公室，或者对于紧密联系的商社来说，每个工作室都是办公地点，但不建议商社这样去行动，因为会破坏工作室的完整性和独立个性。正是因为只有一处办公室，因此需要建立最低廉最便捷的信息交流系统。</p>\n<p>包括如下几点：商社成员之间的无线交流免费或比一般的公司更为便宜；有一个统一的在线商社为所有商社的成员提供免费的在线聊天、电子商务交易、文件存储与传输，有一个统一的移动服务商为商社之间提供低廉的网络会议平台、即时语音和视频聊天等服务；电子商务平台为商社提供唯一的标识。</p>\n<p>对于一个成员分散在世界各地的工作室来说，交流的费用无疑是比生活还昂贵的成本，但是恰恰又是这样的工作室能完成普通工作室完成不了的任务，比如异地调查等。</p>\n<p>公司因为要求每个员工按时上班，按时完成各项任务而必须将员工挤在一个办公室进行工作的磋商、近距离的交流，内部交流成本为零，可是大部分员工还是更喜欢在网络上、在空中进行隔墙交流，他们抵触开会，不愿意放下手中的电脑面对面的说些什么，如此，将员工集中一起的目的无非是降低了监督成本。很多人都有做工作室的倾向，因为它更像家，是值得一起打拼的团队，虽然每个人缺点多多，但他们是朋友，会容忍，理解、义气与梦想在监督他们的工作。因此，并非人迎合了信息时代，而是信息时代正是因为人的这些想法而在前进。</p>\n<p>有限合作商社这种概念更是因为我的孤独而在梦里成形，是真实的需求，而只要是真实的需求，总会有相应的商品。而如今这些技术已然成熟，就看是否向时代表达了这种真实的需求。</p>\n<h2 id=\"三、有限合作的方式\"><a href=\"#三、有限合作的方式\" class=\"headerlink\" title=\"三、有限合作的方式\"></a>三、有限合作的方式</h2><p>合作方式一共有如下几种可能性方式：</p>\n<h3 id=\"1、聘用工作室室长，室员发放商社员工工资\"><a href=\"#1、聘用工作室室长，室员发放商社员工工资\" class=\"headerlink\" title=\"1、聘用工作室室长，室员发放商社员工工资\"></a>1、聘用工作室室长，室员发放商社员工工资</h3><p>这种方式容易被理解，但破坏了工作室的平衡性，可以考虑在商社有需要转型为公司时操作。</p>\n<h3 id=\"2、工作室作为独立法人，与以合作，建立上下游客户关系\"><a href=\"#2、工作室作为独立法人，与以合作，建立上下游客户关系\" class=\"headerlink\" title=\"2、工作室作为独立法人，与以合作，建立上下游客户关系\"></a>2、工作室作为独立法人，与以合作，建立上下游客户关系</h3><p>类似于公司合并，对于已经审请了个体商户的工作室，缔结合作合同或合并都可行，但前提是合作的双方都是法人。</p>\n<h3 id=\"3、团队聘用制\"><a href=\"#3、团队聘用制\" class=\"headerlink\" title=\"3、团队聘用制\"></a>3、团队聘用制</h3><p>这种提法比国新颖，不容易被接受。团队的聘金是多少，这个团队是否具有法人身份，不具有法人身份的个人是否足以代替团队接受聘金都是一个问题，这要求国家免注资、低要求地承认工作室的法人身份，而如今注册合法的工作室也会让一般的工作室不堪重负。</p>\n<h3 id=\"4、团队的有限合作制度\"><a href=\"#4、团队的有限合作制度\" class=\"headerlink\" title=\"4、团队的有限合作制度\"></a>4、团队的有限合作制度</h3><p>前面讲到要求国家免注资、低要求地承认工作室的法人代表的身份，这里再说两种可行性。</p>\n<p>要求工作室以某种名义先加入一个合法的组织或集体，再由该组织或集体派发成立工作室并参与有限合作商社，这类似一种人力参股的合资企业。由于国家还无法认同未注册集体的法人身份，成立商社之后工作室的利益无法得到有效的保障。</p>\n<p>另外一种办法是以有限合作商社为核心赋予工作室合作机构的【有限法人】资格，即工作室一旦加入商社后有限法人身份成立，受管理商社的相关机构统一管理。</p>\n<p>最后就是人力股东，团队人力资源作为股份参与分红。鉴于人力股要参评信用监管机构的数据，只有等商社机构发展的后期还未有相关法律出台但工作室的监管机制已经建立起来的情况下才可能考评计算人力股的份量。</p>\n<h2 id=\"四、工作室与自由职业团队\"><a href=\"#四、工作室与自由职业团队\" class=\"headerlink\" title=\"四、工作室与自由职业团队\"></a>四、工作室与自由职业团队</h2><p>【工作室的理解】为了同一个理想、愿望、利益等而共同努力的几个人（或一个人）建立的组织，形式多种多样，大部分具有公司模式的雏形。工作室的规模一般不大，成员间的利益平等，大部分无职位之分，有些工作室有室长位统领所有人员，各自负责各自应做的事。大部分工作室的事务可由成员一起讨论、决定。</p>\n<p>【工作室的特点】决策灵活，富有团结精神和家的氛围；拥有共同的爱好和奋斗目标；成员间联络紧密，沟通方便，心态积极而又轻松；大部分人都有一台电脑，成员都能处理基本的信息处理与简单的设计，知识面广，思维清晰，且都拥有现实和虚拟的身份及其关系群；相对来说，临时成立的工作室工作环境简陋，资金缺乏，设备不齐；工作室纪律松散，对外服务水平及对外形象参差不齐，售后服务不到位；一般承接外包业务，利润低，工作时间较长且无规律，发展空间受限。</p>\n<p>初期成立的工作室缺乏大公司的职业素养训练，再加上针对工作室的培训机制不完善，工作室作为一种创业抱负，很难在初始的经验与资金积累中坚持下来。</p>\n<p>又因国家法律不完善，工作室的注册流程复杂，工作室信用落低，对于怀有热情，坚持自主创业的年青人是一种打击。</p>\n<p>在这里提出“自由职业团队”的概念，以说明用团队识别职业的优势。</p>\n<h3 id=\"1、什么是自由职业团队\"><a href=\"#1、什么是自由职业团队\" class=\"headerlink\" title=\"1、什么是自由职业团队\"></a>1、什么是自由职业团队</h3><p>自由职业团队秉承自由的个性，自由的分子，英文表达为“Free Cell”，延伸到商业，即一种创新的管理运营模式，运用最新的科技，在空中虚拟网络中组建管理平台，识别内部因子，同类外部因子和客户因子，并产生产品生成与生产，商业交易行为。</p>\n<p>自由职业团队是“病毒化”的工作室或B型工作室，医学上也可喻称为“自由基”，粘性极强，组织自由，利益明确，与许多商业机构存在共价键，交换共同价值，生产并交易概念性产品，根据工作室的组成结构决定各类产品的生产能力，以及与其它工作室的有限合作方式。</p>\n<p>自由职业团队一般由公司建立或公司的一个部门脱离出来。倒闭的公司孕育了成熟的部门，为了管理这部分无法组建公司的团队，政府可以考虑允许他们成立工作室并加入受管理的有限合作商社。脱离商社的工作室也可以考虑作为一个整体加入到新的公司。工作室服务器永远在线，并通过无线、有线或关系网络不间断的信息交流，工作室内部交流采取和电信和移动部门高度合作换取低成本或无成本交流。</p>\n<h3 id=\"2、让团队决定了个人的职业识别\"><a href=\"#2、让团队决定了个人的职业识别\" class=\"headerlink\" title=\"2、让团队决定了个人的职业识别\"></a>2、让团队决定了个人的职业识别</h3><p>个人并不要求忠属于一个职业，但必须忠属于一个团队。以团队利益最大化以实现个人价值的最大化，这是对集体观念的另一种诠释。</p>\n<p>如同每个人都需要一个家庭，但从古至今，家庭职责经常颠覆性变化，如今要求个人忠于一个自由职业团队，并以该团队作为职业识别极可能优化现有的经济环境。</p>\n<p>团队要求内部的调整是非职业化的，团队总体的生产能力与其内部的职能优化分配是相互影响的，成员可以兼任数职或学习更多相关的职业理论，即而团队能生产更多更完美的产品。至少特殊的法定注册职业事务，需要专业的工作室协助处理。</p>\n<p>自然人进入职场第一步就是加入梦想中的自由职业团队或兼职于其它类型的专业工作室，而后随着工作室加入各种公司和有限合作商社。</p>\n<h3 id=\"3、发展自由职业团队的外部环境\"><a href=\"#3、发展自由职业团队的外部环境\" class=\"headerlink\" title=\"3、发展自由职业团队的外部环境\"></a>3、发展自由职业团队的外部环境</h3><p>（1）市场上存在大量的各种类型的工作室，工作室一般有以下几类：</p>\n<p>①信息工作室，一般处理信息统计、认证、文件派发、纸媒录入、电子媒体制作与发行，核心基是多个自由基的共同硬件，是设备最多最为集中的工作室，相关工作可派发到分项工作室处理。联络工作室与传播工作室，负责一个自由基的内部联络和外部沟通，以及广告推广，该工作室依托信息工作室存在，主要承接来自信息工作室的各种被动咨询工作。资源工作室，依托核心基而存在，为信息工作室和其它各类工作室提供各种资源的信息工厂型工作室。</p>\n<p>②管理工作室，政府下设并招集成立的用于监督自由基运作的管理机构。标准化工作室，在民间，承接并执行各类标准化工作。</p>\n<p>③创意工作室，一般是某公司或集团创建的临时工作室或项目部，提出产品的原始概念，并执行产品的孵化、集成与批量生产工厂的建设等。概念工作室，众多的概念工作室可以等同于一个顾问团，概念产品的概念产生需要多场提案会、辨论会和讨论会的结果分析，概念工作室是工作人员浮动最大的智库型组织，与创意工作室是相互依存的关系，第一时间生产概念供给集团公司，并接受概念的后期分析与讨论。设计工作室，这也是一件软件型工作室，可以由设计精英临时组建，承接各种产品设计、形象设计，概念图设计。</p>\n<p>④公关工作室，培训公关人才，执行标准化公关文件与公关任务。</p>\n<p>（2）有限合作的法制和发展平台</p>\n<p>国家承认有限合作商社的合法性，国家只负责工作室的登记，不特别要求登记的工作室进行工商注册，工作室通过有限合作加入有限合作商社是其唯一被国家认可的认证和被管理的方式，有限合作商社保证工作室的诚信与商业行为识别。</p>\n<p>上述法律尚未立案的前提下，建立有限合作的发展平台。包括工作室的交流网、交易网、身份识别协议和诚信监督机构，这套平台是构建有限合作商社温床的软件管理系统，也能促进现有公司制度新思潮的、多样化改革。</p>\n<p>通过与电信、移动、腾讯等公司的合作，降低有线、无线的在线网络交流成本，合作方式待议。通过合作力求在商社里的交流成本为零，即：成员之间手机通话免费；成员之间通过腾讯或其它即时聊天软件产生的网络流量不收费；商社内的语音会议或在线视频会议不收费；构建5公里内的内部无线网络，该网络的一切数据传输只收取网络硬件的租费。</p>\n<p>商社两名至多名成员之间无论何时何地毫无顾忌的沟通，是商社正常化运作的关键，也是各工作室有限合作的诚信保证。</p>\n<p>以科技研究、文化建设为名建立工作室有限合作联盟，并设“团队招聘”栏目且向其它招聘网站推广团队招聘的概念；在企业或公司相关的行业联盟网站里试注册“有限合作商社”的经营性机构，并发表文章做出合理解释；在法律相关网站发表贴子讨论“有限合作商社”的概念，及相关法律调整，并草拟地方性法律性修改意见；在网络上成立未在工商部门注册的经营性有限合作机构，以市场研究及提供相关研究结果为工商部门调查时的说辞，待运营成熟再向国家审请临时经营许可；和腾讯合作，发起有限合作商社的讨论及相关在线功能实现的实践活动；和阿里巴巴等电子商务公司合作，讨论建立有限合作商社的内部商务平台。</p>\n<h2 id=\"五、中国元素有限合作商社\"><a href=\"#五、中国元素有限合作商社\" class=\"headerlink\" title=\"五、中国元素有限合作商社\"></a>五、中国元素有限合作商社</h2><p>中国元素有限合作商社定义为创意工作室，为了数十万个工作室的生存而建立，逐步营造有限合作商社的管理环境并创建中国第一个有限合作商社，在未来五年内争取作为一个企业机构在创业版上市，以给工作室间的有限合作提供可参考的思考方式乃至成功的案例。。</p>\n<p>本商社的终极目标是建设全民工作按需分配的管理系统，劳动供需体系，将社会集中的各项工作分配成具体时段、针对具体能力的劳动项目菜单，提供给有需要有能力有兴趣的劳动者。</p>\n<p>商社工作内容是中国元素产品设计与研发，为来自世界的各种产品提供中国元素的产品设计方案与生产环境。</p>\n<p>商社计划由二十多个有限合作工作室组成，并与一百多家相关工作室签定在线方案交易平台协议，将建设由全国一百家高校研究人员组成的中国元素智库型工作室，努力打造一支国家授权的中国元素标准制定与认证单位。</p>\n<p>本商社将邀请以下公司参与投资与合作：</p>\n<p>昌泰集团、中国移动、中国电信、阿里巴巴、腾讯、创新工场</p>\n<p>邀请单位或公司作为商社创始人参与中国元素有限合作商社【办公室】的组织建设，并逐步开展以下工作：</p>\n<h3 id=\"1、商社办公室硬件建设\"><a href=\"#1、商社办公室硬件建设\" class=\"headerlink\" title=\"1、商社办公室硬件建设\"></a>1、商社办公室硬件建设</h3><p>唯一合法的办公地点与各工作室集合地点的选址；</p>\n<p>商社唯一的内部在线交流交易网络，所有成员享受便捷且低廉或免费的交流交易成本；</p>\n<h3 id=\"2、室长会的组建\"><a href=\"#2、室长会的组建\" class=\"headerlink\" title=\"2、室长会的组建\"></a>2、室长会的组建</h3><p>创建工作室有限合作网站，工作室联盟网站，区别与个人招聘的自由职业团队的招聘网站；</p>\n<p>邀请第一批已有成熟经验的工作室或自由职业团队以有限合作的方式加入中国元素有限合作商社，承担部分的设计工作；</p>\n<p>组织非赢利的中国元素智库型组织，并从该组织中抽建中国元素产品概念研发工作室，直接由办公室下属管理；</p>\n<p>邀请从大集团脱离成熟的自由职业团队以市场工作室加入，邀请对各种产品熟悉人组建产品识别与文化传播工作室；</p>\n<p>每工作室选派室长一员参与室长会，选举商社社长。</p>\n<h3 id=\"3、董事会的组建\"><a href=\"#3、董事会的组建\" class=\"headerlink\" title=\"3、董事会的组建\"></a>3、董事会的组建</h3><p>董事会股份分产权股，人力股和资源股等三种。</p>\n<p>股权效益用年终分红实现，产权效益从每次的单份或批量交易中获益，人力股主要从月工资上获益。</p>\n<p>每个工作室都有产品研究与设计的权利和义务，并对其研发的产品享有有限产权，商社以其一成，约百分之十作为该工作室对商社股份投资，这一成中，分派到参与该项产品的所有人上并以占有一定的比例以示区别。</p>\n<p>以人力股参与商社有限合作的成员以员工身份对待，享有其股值核算成的月工资待遇，将产权股与商社交易可替换成人力股，仍视交易人为原工作室成员，但享受其替换成的人力股核算成的月工资。</p>\n<p>资源股组成主要来自办公室，即创始人。以后对商社扩大建设，资源投资有重大贡献的也计算成为资源股，占有商社一定的股份。</p>\n<p>占有商社超过或等于10%的都可以审请成为商社董事会成员，持有商社1%股份的都可以审请加入商社股东大会。</p>\n<p>董事会选董事长一员。</p>\n<h3 id=\"4、商社成员管理规章\"><a href=\"#4、商社成员管理规章\" class=\"headerlink\" title=\"4、商社成员管理规章\"></a>4、商社成员管理规章</h3><p>采用需求管理理论，倡导并建设廉价知识体系和自由无限制的交流体系，以制度管理强化发自内心的创新与实践。</p>\n<p>商社规章基本意思,及部分参考条款如下：</p>\n<p>（1）需求管理</p>\n<p>商社所有成员必须明确自身、工作室、商社、客户、产品消费者、关注对象的所有需求，每天至少记录五条，备案。商社建设关注社会需求的相关网站，以此为基点建设各种在线体验站点。对于需求之下的概念产品和适用产品的研发，每成员应有自己的观点，并选择自己喜欢的讨论结果自行工作。</p>\n<p>商社建设需求基金，对于符合条件的需求审请用所其审请的方式予以满足。鉴于“劳动结果就是满足他人所需”的意思，要求从商社成员每次薪资中拿出少量的一部分投入到需求基金，该基金由室长会和商社社长管理。审请条件评定基本标准有两条，一是该需求不损害他人利益，二是在合法、道德许可范围内创造观察条件对成员需求进行评定。比如无法保证该需求时，成员精神受损，并持续至少一个星期以上。</p>\n<p>办公室受室长会的委托承担需求管理的工作，认证观察期需向室长会审请，最多一个月，拒绝和回收需求是创造观察条件的两个办法。需求发放的基金提取要求需要董事会的电邮批文或书面签字文书。</p>\n<p>（2）知识管理</p>\n<p>成立或聘请专业的信息工作室，统一管理会议记录、调查研究、资料管理、专业书籍借记、商社内外咨询、事务公开等工作服务，让各工作室不再为知识和数据担心，并学会生产知识和创造数据。</p>\n<p>概念工作室是专门负责高级知识生产的智库型工作室，对内公开，对外享有知识产权。各种工作室对于自己的劳动成果也依法享有知识产权和产品产权，信息工作室负责对这些产权依法注册。注册成功的产权获利其一成成为商社产权股份。</p>\n<p>信息工作室制作的所有文件属于全体成员，成员享有咨询权，审请查阅权、质疑权（包括邀请制作者回答其质疑）和提出修改建议权等（信息工作室告知原作者）。</p>\n<p>商社成员皆有权对内开办各种培训班，培训及相关培训教材可作为知识产权审请完全转化为商社知识产权股份，该产权也一般转为人力股权，即对内长期开办培训班，作为师长，相对来说可享受商社高级职员的待遇。培训班开设需得到室长会的认可，产权转化需要董事会批文和股东大会的讨论。</p>\n<p>（3）交流管理</p>\n<p>商社人人平等，成员都可以通过自己的努力在商社占据一席之地，产权、人力权和股权是改变自己的三种力量，但是询求改变的同时又受到工作室、知识体系、人际关系及自身需求的限制，不过有一种权利永远是平等的，那就是交流的权利，有时，在交流中得到满足比得到什么都重要。</p>\n<p>商社的交流分学习交流，礼仪交流，生活交流，游戏交流和工作交流等。商社所有成员有选择在一起、在线和我行我素的权利。公关工作室或称交流管理工作室就是处理这样一些工作。</p>\n<p>根据所有成员的学习、礼仪、生活、游戏和工作情况的呈报，以在线通知或电话通知的方式告知可以在一起或在线的成员有这样一个可以面对面或在线交流的机会，正好在同一所学校的可以见面，正好玩同一个游戏的可进入同一个公会，同城的多人赞助每月一次的聚会，两人提交了结交恋人需求的可以通知符合条件的两人相亲等。</p>\n<p>公关工作室受办公室聘请，针对各工作室和成员的交流需求提供机会，但必须遵守保密原则，不出卖私人信息，且不能强制交流。办公室或商社高层对公关工作室信息不具有顾问权，根据成员的满意情况的书面调查决定该工作室的季度续聘与否。</p>\n<p>除了人性化的公关工作室，商社还必须建设有简单便捷的微博平台或信息公开平台，成员自愿提供相关交友信息，但对于符合条件的群体建设美观的、特定的交流平台或社区，商社负责特殊平台建设需求的50%费用，对于建设网站用来赢利的，其赢利的百分之十作为偿还赞助费，直至还清为止。</p>\n<p>商社保证在成员之间的在线交流是廉价或免费的，且最先进的，随时随地召开视频会议，成员间的工作讨论没有距离、时间和对象的区别，即使躺在床上也能给在线的会议提出建设性意见。</p>\n<p>（4）工作管理</p>\n<p>手机永不关机并安装语音或视频的聊天软件，与在线环境在15分钟以内，在线会议都会提前15分钟通知。</p>\n<p>每天检查邮箱，建议使用139邮箱，或拥有手机短信提醒功能的邮箱。会使用压缩软件，知道怎么将大文件分割成小的压缩包。</p>\n<p>知道最近的邮局在哪，经常去邮局寄送物品。 </p>\n<h2 id=\"六、商社赢利模式和劳动分配管理\"><a href=\"#六、商社赢利模式和劳动分配管理\" class=\"headerlink\" title=\"六、商社赢利模式和劳动分配管理\"></a>六、商社赢利模式和劳动分配管理</h2><p>X+1平行管理，工作室间合作，并成立办公室，只设办公室主任一名处理商社的外部事务，适用于三个工作室以下的有限合作。该商社处理中间产品的几个流程，工作室相互合作完成工作，利益分成。</p>\n<p>多工作室异业合作商社，比如眼镜店和电子杂志工作室合作，眼镜风尚的倡导者等。该类型针对客户的多种需求，针对一个产品多个属性或不同承载体，包装到一个产品的不同服务上，并提高主要产品的附加价值。</p>\n<p>现在针对多个产品一个属性进行深刻提炼，并将为这一个属性工作的多个工作室揉合在一起，便创造了以创意工作室为主导的有限合作商社，即中国元素有限合作商社。与一个工作室的有限合作决定其能为多个商社服务，但是它生产中国元素相关的产品，便只能在中国元素有限合作商社内进行，因为只有这个商社能创造这个类型的更好的产品。商社在其框架内帮助各工作室优化组合，形成一个整体，最大化的创造价值，生产研发设计各种中国元素的产品。</p>\n<p>这里提出两种观点，一是做创新工作室的孵化工厂，一是做中国元素产品的研发。不如这样想，以做中国元素或其它元素为题目，做创新工作室的孵化，然后收取一定的服务费，即如下所述的资源服务产权。</p>\n<p>产品利润以产权进行分配，分知识产权和资源服务产权，商社提供的一切便利称为资源服务产权，约占百分之十，用于稳定的发放员工工资、办公室的维护，及商社管理，余下的一定比例投入资源服务股。</p>\n<p>其余的称为知识产权，根据各工作室的合作情况予以分配，只有与商社有限合作并参予产品流程的工作室才有知识产权的分配权，商社聘请的工作室不计入知识产权分配行列。工作室所分得的产权值又分配到每个室员上，室员拥有支配属于自己的产权的权力，比如购买商社的产权股份，或替换成人力权股份计入资源服务股用于缓解未来工资增长给商社带来的困难。工作室拥有一定的知识产权股份便拥有对大型的项目投资的话语权,而知识产权股的投入又促进了商社资本的积累,为各工作室的成长将提供更优质的管理环境。比如需求基金的出现，便是商社成员最好的福利。</p>\n<p>商社是否能够赢利在于天涯海角的几个工作室粘合在一起是否能够能产生商社资本的积累，或者更低的要求，生存下来并持续讨论能够赢利的那此事，那些生活，还有发现许许多多人的那些需求。</p>\n<h2 id=\"七、结语\"><a href=\"#七、结语\" class=\"headerlink\" title=\"七、结语\"></a>七、结语</h2><p>这篇计划书是拿工作室做出的文章，我个人不抱很大希望，只想着这些天看的倒闭的公司，还有那些工作室惨淡的样子，不免替他们担心。为了给更多从工作室开始做起的创业一个很好的土壤，于是写下了自己的想法。相信从条路走出去的工作室，能够代表“公司”这一名称的未来。</p>\n","text":"一、关于成立“有限合作商社”的构想为了规范市场上无法管理的工作室，建立以工作室团队为基础的社会主义新型市场经济商业行为组织结构，建设具有中国特色的新型市场面貌，现提出“有限合作商社”的概念。以下“有限合作商社”简称为“商社”。【有限合作的对象】依个人魅力、团队精神等自由人际、商务","link":"","raw":null,"photos":["/images/design/Limited-cooperative.jpg"],"categories":[{"name":"设计","slug":"设计","count":8,"path":"api/categories/设计.json"}],"tags":[{"name":"有限合作商社","slug":"有限合作商社","count":1,"path":"api/tags/有限合作商社.json"}]}]}