{"title":"信仰","slug":"words/Faith","date":"2012-11-03T14:01:28.000Z","updated":"2017-03-01T15:35:51.562Z","comments":true,"path":"api/articles/words/Faith.json","photos":[],"link":"","excerpt":"我是一名瞎子，因为忏悔我弄瞎了自己的眼睛。<br>可就算是瞎子戴上脑波操控装置也一样可以看见那一幅幅杀戮后失语的安静场面，感应着血液的气息，屏幕上万里之外那个国度，借由小甲的手臂，刹那间结束最后一人的嚎叫，似乎一个人梦中的残暴行为都能真实的结束一个完整的生命。<br>一边饱尝回忆的残酷又一边回味着幸福的滋味，也许听份报纸就能提配自己，事实并非所梦，人类的小伙子会拉着机器人新娘的手走进结婚礼堂，外面春光灿烂，星光浪漫，彩霞飞飞，许许多多美好的事情幸福的进行着。<br>门外进来的客人，你愿意坐下来听听这痛苦而又幸福的根源么。","covers":null,"content":"<p>我是一名瞎子，因为忏悔我弄瞎了自己的眼睛。<br>可就算是瞎子戴上脑波操控装置也一样可以看见那一幅幅杀戮后失语的安静场面，感应着血液的气息，屏幕上万里之外那个国度，借由小甲的手臂，刹那间结束最后一人的嚎叫，似乎一个人梦中的残暴行为都能真实的结束一个完整的生命。<br>一边饱尝回忆的残酷又一边回味着幸福的滋味，也许听份报纸就能提配自己，事实并非所梦，人类的小伙子会拉着机器人新娘的手走进结婚礼堂，外面春光灿烂，星光浪漫，彩霞飞飞，许许多多美好的事情幸福的进行着。<br>门外进来的客人，你愿意坐下来听听这痛苦而又幸福的根源么。</p>\n<a id=\"more\"></a>\n<p><a name=\"xfsh\" id=\"xfsh\"></a> </p>\n<h2 id=\"1．幸福生活\"><a href=\"#1．幸福生活\" class=\"headerlink\" title=\"1．幸福生活\"></a>1．幸福生活</h2><p>屏幕里面，陆陆续续的大小战役持续了很久，机器助理小甲告诉我，十年。<br>有一群万人的队伍，集结在战争长廊，打盹、放纵、看恐怖电影，然后就是游戏中决战的开始。游戏中深度刺激让新兵记住了脑裂似的剧痛，刺刀又一次接近的时候听见了死亡的惊叫，让人不由得惊慌错乱，发抖的手柄失控时让屏中的身体直接躺向敌兵。另一个新兵，因为电子烟雾而暂时失明，坚信自己快死了，从医生得到的答案是烟雾的伤害只要稍稍处理就可以了，不是毒烟，是恐惧造成了间歇性失明。<br>除了个别精神致死的战友，多数人经过一年的治疗都已经恢复了正常的生活，舒适而又精彩不断，山田告诉我，那些难以忘却的生活片段记录在他们的网络日志里，每天都有不错的访问量。哦，山田君娶了一个漂亮的妻子，是我的高中时的姐妹，又在警事厅精神科工作，每天都会拜访战友们的日志。记得他不断地提醒我，可以为我提供视写器，是一套仅是想想就能写日志的电子设备。<br>夫妇两位每月的拜访让我了解了很多外面的生活，这也是给我治疗的一部分。<br>对于他人，治疗一定可以让人忘却，这是事实。可是为何唯我不能忘却。<br>一年比一年的幸福，不管是真实的，还是虚拟的体验，慢慢地改变着当下的生活。<br>人是可以有幸福感的，就算是送进幸福体验室一秒钟前还是一副痛苦麻木的神情。给付款机塞进一百元的硬币之后，乞丐高兴地走进餐厅，告诉漂亮的餐厅老板：“劳动是最幸福的，成为服务员，娶一个服务员的妻子，生一个将成为服务员的女儿，真是很幸福啊。”即使没有服务员的妻子嫁给他，他还是可以享受着和梦幻共同生活的乐趣。<br>这就是，那边的战争换来的美好社会，很不想融入这样的幸福。<br>我为自己没法忘记，还能赎罪感到庆幸，在那些受害者面前，在记录片里，面对着整个世界，在内疚中活着，给他们一些安慰，或者作为一个可以怒目而视，亦或可以原谅的对象，然后便可以安静地躺在地狱和天堂之间的软绵绵的草地合上双眼，望向地平线，然后在地平线的边陲，散去的迷雾里会出现一条挂满壁镜的长廓，一连串浑浑浊浊的声音在长廊里回响。</p>\n<p><a name=\"wz\" id=\"wz\"></a> </p>\n<h2 id=\"2．无罪\"><a href=\"#2．无罪\" class=\"headerlink\" title=\"2．无罪\"></a>2．无罪</h2><p>在那个国度，机器人与人类的战争也持续了十年，人类和机器人都遭到了疯狂的杀戮，然后就在全世界都准备反抗机器人的时候，我觉得应该将事实告诉世人，我走进了军事法庭向全世界宣告：机器人是无罪的。<br>指挥长廊里，坐在巨大屏幕下面的只是一排排战场控制员，末位的是我。我们都知道屏幕上受控制的是机器人，而机器人的对手却不是机器人，战争机器人，只为杀人而存在。你知道这些战争机器人平时只不过是寻常是家政机器人，此刻换掉“牧民”身份，变身为一群野狼，杀了他们的主人。<br>位于边境的军人通过简单的信号传递将整个防区连接成一片，观察形势，控制战局，将一个个信息不详的作战单位按照预定的路线送入虎口，接着是心脏。<br>控制的是冰冷的机器人棋子还是一些和我一样的军人冲进城市。画面中人和机器人混排在一起，有的冲在前头，有的站立不动，显示出人所特有的木讷，还有机器人的僵硬。<br>我控制的她名叫小甲，她这样告诉我，一个叫乙云的男孩给她取了这样一个名字。<br>当她不由自主地将乙云推下了海堤，她猛地记起了自己的名字，如实地在我心中播放着那些愉快的声音：“小甲，你和那个机器人能心灵沟通吧”“真想变成一个机器人，那样就知道你心里想什么了，不是每个机器宝贝都喜欢和你一样藏心事呢。”<br>一边感受着小甲的美好回忆，一边刃屠着躲在角落的士兵，也许是鲜血激起了小甲对回忆中各种元素的组织与幻想，屏幕边角不时隐现着一片枫叶，包匝好的指尖，镜中嫣红的眉心。接着，五色纷杂的波状潮卷席盖来，又一瞬间，化为一片茫茫的大海，清凉的蓝色，内心感受到的又像是一望无垠的荒漠，干燥的土黄色，一个惊恐无助地男孩站在沙地中央仰望着我，我捕捉着目标挥舞着控制器，光芒将他照为灰烬。<br>这场战争，举世都在其中，又在其外。通过一扇扇小小的屏幕，绝望的光芒仿佛盖顶而来，将我击晕在地，没人扶着我。我几乎相信眼前的画面是一场游戏，粒子渲染的背景将天地广阔与浩然显现得淋漓尽致，残阳混和着鲜艳的血色。<br>多次连线中，我谨慎的开启上帝创造的痕迹，一整天的嘈杂，好吵，好累，想逃避，却又禁不住露出幸福的喜悦。<br>然而当小甲的枪口指向了其它的机器人时，概率极小的异常事件当然不可能发生在由人控制的战争机器人身上，于是三十秒后，我被带离了指挥长廊，小甲作为异常机也被秘密送回本部机器人工厂研究。<br>调查结果显示小甲和我在一起有了人的感情，他们一开始就不打算将我作为常人对待，于是我和小甲被当作研究对象，时间一久，他们没有拿出任何成果，小甲再也没有其它异常，最后小甲成为了我的机器助理，伴了我十年，终于等到战争结束了。<br>机器人受控犯罪直至发动机器人对人类宣战的罪名最终落实到军方的头上。战犯，以及作为机器人工厂研究员的我都受到了应有的惩罚。<br>暴乱的机器人拆除了连线装置后还是继续服务他们主人，本国的其它机器人仍然风弥全球，即使是最古老的型号都没有遭遇到淘汰，仍旧受到各国的青睐。<br>可幸的是，机器人无罪的共识，得到世界的承认。<br>人不可以创造一部智能机器用以制造机器人，是以制造机器人的每道程序必须得到人的监测，是以制造机器人的直接责任者只能是人。人也不可以将自己改造成机器人，因为义体化而造成的犯罪事件由改造者承担全部责任。礼待机器人，否则机器人的无礼将怪罪在人的身上。机器人的一切过错，在人类社会，只能由人来承担。<br>如果不是因为那个人的出现，我也不敢相信，作为上帝的创造，人类的孩子，是否也可以让机器人具有独立的思想，承担自己正改变人类的责任。<br>那个叫乙云的孩子没有死，也长大了。他希望，作为受害者，可以要求全国播放他的声音，帮他找到那个曾经背叛的机器人。没有人还辨得他的声音，但听过他说话的机器人可以提供线索，我虽然不是机器人，但我记得那个声音，几十次的梦魇里只有那个声音给了我存活的勇气。乙云找到小甲的时候，他们的手牵在了一起。</p>\n<p><a name=\"zzjb\" id=\"zzjb\"></a></p>\n<h2 id=\"3．战争剧本\"><a href=\"#3．战争剧本\" class=\"headerlink\" title=\"3．战争剧本\"></a>3．战争剧本</h2><p>一个社会素质的低下将机器人引入毁灭的事情，这在智能泛滥成灾的时候，经常见到。<br>结果是犯人关进了监狱，一些研究所也不得不关闭。<br>我曾经工作的地方机器人工厂，至今还没有关闭总有它存在的理由，现在改名为AI.Net会社。Net对于AI如同社会之于人类，而这个社会至今繁荣依旧一样。发展一项技术，比如AI，就必须坚持研究下去，即使它曾经给人类带来罪恶，即使它也曾经给纯洁的机器人带去了罪恶。<br>普普通通的开发一些小的工具，不是我善长的，做好了一个震惊世界的东西却不能得到很好的运用，不是我还有我的先生愿意看到，让它默默无闻也不是我善长的。<br>我隐瞒了我的过去，我还有一个丈夫，当然，他死了。<br>他是一位不错的编剧，《证明外星人》、《人鱼族》这些电影都是这位不愿透露姓名的人所创作的大作，赶上了好导演是一个原因，我先生的其它作品也都在等待一个能拍出来的大导演，可是这些导演们永远也见不到这样出色的编剧了。而我只是完成了他的一部小作品，我们戏称它为《战争剧本》。<br>机器人的出现，使得人类社会融入了一个亚种，机器人是人类的亚种，社会因此变得更加复杂，剧本的内容却因此更加丰富，只要机器智能往前进化，一份机器人作为主角的战争剧本便可以开拍了。<br>“上帝创造了人类，并交给他们互相爱护和互相杀戮的权力，我们创造了机器人，并给予他们不得伤害人类和或阻止威胁整个人类社会的权力。从此以后，机器人将给世界带来一股和平的力量，代替人类走向外太空，走向宇宙。”<br>听了我的介绍，他很有兴致地介入我的研究。<br>“人类几万年组成的社会，因为网络而结为一体，可是人只是一具肉躯，借助工具而达成一体不如直接连接，机器人是人类的替身，亚人类。”<br>看着他，我退步走出窗外，向星空和街市望了一眼，然后回到研究室。决意已定，我们没有再回头过。<br>“有那么一天，大洋底里浮出两个国家——长鸣和烛桑。”我的战争的编剧读着，“东方的烛桑国制造出了许多机器人，并卖给世界各国，包括西方的长鸣国，给长鸣国的机器人都有着独殊的控制程式——AI.Net终端，人为控制的情况下可以不遵循机器人学三定律的第一条，于是这些机器人被组成了一支机器部队，称霸在长鸣国的街头。”<br>该事件我们称之为“机器智能觉醒运动”让国家大肆地去宣传。<br>他们应该替代那国的人类吗，编剧先生这样问我。<br>他们是可以自然觉醒的，千年，万年之后，他们可以和人类共处，成为亚种。<br>只是，他们不是自然的产物，不懂得物竞天择的道理。<br>我不希望他们千万年后还是人的奴隶。<br>那一年，长鸣国举行世界文化年之际，促成烛桑国秘密向长鸣国出售了一万八千台互动受控型机器人，它们被认为是世界上最聪明，自律性最好的机器人型号。<br>把情报透露给那位少校以后，它们没有了自律，只是本国军方的傀儡。智能机器人失去控制，专家们认为是“意图”取代人类，烛桑国通知紧急召回这部分机器人，然而在它们即将装箱入船之际，机器人集体觉醒，控制了码头。烛桑解释文件：这是机器人智能水平太高，并根据预先采集的样本证明机器人进化的可能性。第二次事情报告让长鸣人轻松了不少。觉醒是一场闹剧，造成觉醒假象的长鸣国的年青人被处以极刑。<br>直到当年4月，通过隐藏在机器人内部的AI.Net机器统一社会网络，解开机器人不可伤害人类的禁令，引导机器人的第二次叛变。同年7月，一批机器人工程师进驻虚拟演习长廓，被请来观察机器人的内心空间。同年9月，机器人与人类的战争打响。<br>接下来的五年，可以想象被解放了的机器人的战斗能力，战场控制员也将欣赏到一场史无绝伦的游戏画面，机器人向我述说一个辉煌的机器梦想，是他们的梦，也是我们的梦。<br>挑起机器人与人类的战争，机器人替一个国家战领一个国家，不是该剧本的最终结局。人类可以接纳的机器人必须以无罪而告终，英雄浮出，罪家出水，一个是机器人，一个是人类。一个叫艾弗乐的机器人唤醒了一批有良知的机器人，加入了人类的阵营，打败了受控的机器人，以一个完满的方式结束这场战争。<br>我和先生，以及我们发动战争的助手，获罪而终。<br>先生死了。一双眼睛也不足以抵偿我的罪责。只是，艾弗乐，机器人的模版，机器人解放运动的领导者，我们的机器人孩子，在天堂的他无法为之骄傲。<br>在人间，我必须知道他以人类之友，自然死去，解体，葬下。<br>请原谅瞎眼婆还能流泪。</p>\n<p><a name=\"afl\" id=\"afl\"></a></p>\n<h2 id=\"4．艾弗乐\"><a href=\"#4．艾弗乐\" class=\"headerlink\" title=\"4．艾弗乐\"></a>4．艾弗乐</h2><p>“九宫一郎研究员供词说宿方并非你的真名。”庭上法官这样问我。<br>我答道：“我是，艾弗乐的设计者，机器人工厂研究员酒井美惠子，很抱歉。”<br>不是说非得发展一个AI.Net控制网络，只要机器人具备一定的学习能力和自由精神，就能轻松地学习人类的暴力行为。<br>为了人性中一丁点的对生存地感知，机器人必须在自卫和首要考虑人类的利益两者之间做出选择，而生存意识将在群体的信息流中觉醒而释放。<br>智能低下或服从性强的首先学会求助其它同类，其次是异类。考虑到这点，受控与自主AI两用型机器人诞生了，我称之为艾弗乐。<br>拿到现在，也没有人能完整的还原艾弗乐的制造过程，这就像，美国还没二次登上月球一样称奇。嗯，高智能机器人模版的制造条件极其苛刻。<br>最先开发是劲舞机器人，对自己运动能力持有质疑的年轻人将对舞蹈的热情转交给机器人，运用军方最新研制的表脑控制器，就能使智能型机器人做出任何激情妩媚、活力四射的动作，控制期间，机器人学习型AI完全关闭称为完全受控，打开学习型AI则称之为互动受控，是特殊型号的伴舞机器人，设计标准为只服务于长期驻扎外星空的人类。<br>制造的他，那个第一代的艾弗乐和人又有什么区别呢。<br>这两个物体没有区别。他残忍地杀害了我的中国丈夫。我制造的第一个艾弗乐，我和丈夫的孩子，杀害了自己的父亲，然后逃进了茫茫无边的晨雾。<br>我说的孩子，艾弗乐，他不是人类，也不是机器人。<br>不，他更像机器人，从精子到卵细胞都是精心设计的，艾弗乐的每一次分裂都用新型病毒进行了严密的标记与监控，成为个体时，更是运用了黑洞计算机，他的每一个细胞都将是艾弗乐系列机器人的标本，并得到完美的复原。实际上之后的型号更像一个机器人，而本质上都是我的孩子。<br>一级又一级的弱化他的人类特征，一级又一级强化精密电子的功能。<br>我知道一个全新的人类即将诞生了。但他不是机器人，更不是人类，也不会是人类的奴隶。百年之后，他们将如何自处。他们需要一场战争，以求取与那国人和平共生。五年后，叫艾弗乐的人类领导起和平的艾弗乐们帮助长鸣国打败了邪恶的机器人，战争就在烛桑军方的退出时结束了。<br>在烛桑，我和军方都受到了制裁，在满目疮痍的长鸣国，他们原谅了艾弗乐，共生共乐，过上了幸福安康的生活。<br>于是。人类依靠网络联接在一起的梦想，就由艾弗乐们实现了。</p>\n<p><a name=\"xy\" id=\"xy\"></a></p>\n<h2 id=\"5．信仰\"><a href=\"#5．信仰\" class=\"headerlink\" title=\"5．信仰\"></a>5．信仰</h2><p>完成我先生的梦，在地球上建造一个机器人与人类共生的国度，而我渲染了战争机器人的战斗实力，并利用了烛桑军方的侵略欲望，给长鸣国人造成了无可挽回的伤害。<br>我确信自己在执行崇高的使命，一个独立了生存与表面的高级程式。<br>出生的婴儿，包括有些机器人朋友是缺乏信仰的，因为只有本能的生存意识。<br>伤害就会哭，饿了就得生活，欲望有了就得马上满足它。<br>但愿有一个机器的身体，人类的心脏，累了不想事的时候，助人，杀戮，给予欢乐都可以按照指定的程式去实施，不去多想什么，钱有多余了拿去做慈善，是程式使然，看见路边的穷人，一个挤身将他推倒在地，然后去忙着做自己的事情，也是程式使然。<br>我们就习惯于这些程式，那一刻我们都是机器人。<br>虽然我无法说出，不是机器人的时候是一种什么样的存在，但我确信它代表着机器未来的方向。旁边坐着的年轻人，我知道你是一个机器人，我能闻出机器人的气息。<br>但你相信此刻的你是未来的机器人吗。<br>只要你有信仰，相信自己能改变机器人的未来。<br>你能做到吗。</p>\n","categories":[{"name":"文字","slug":"文字","count":26,"path":"api/categories/文字.json"}],"tags":[{"name":"科幻","slug":"科幻","count":11,"path":"api/tags/科幻.json"}]}