{"title":"钢与魔法笔记#1","slug":"words/gangyumofabiji1","date":"2010-05-03T01:25:34.000Z","updated":"2017-05-12T06:22:08.651Z","comments":true,"path":"api/articles/words/gangyumofabiji1.json","photos":[],"link":"","excerpt":"钢与魔法的精髓是界网记事的科学设定\\古盘世界空间哲学观\\荒墟中的星合与东土的设想，以及月之彼方中的生灵演化、历史观设定。此番整理还是遵丛以前的原则，精简吸收再创作。主要通过名字修改，如古盘地极改为古盘记事、荒墟玺灵改为东土记事，分时空介绍钢与魔法的世界。<br>","covers":null,"content":"<p>钢与魔法的精髓是界网记事的科学设定\\古盘世界空间哲学观\\荒墟中的星合与东土的设想，以及月之彼方中的生灵演化、历史观设定。此番整理还是遵丛以前的原则，精简吸收再创作。主要通过名字修改，如古盘地极改为古盘记事、荒墟玺灵改为东土记事，分时空介绍钢与魔法的世界。<br><a id=\"more\"></a><br>根据《界网记事》的描述，人类社会发展的必然趋势是毁灭，但是文明的后期会出现虚拟世界，洪荒时期是因为搭乘璇机岛而来的神族而进入一个科技与魔法共存的文明时代，为预防文明的毁灭，人类创建了矩阵元界网络将文明的所有信息全都存储在一个小小的芯片熵命种内。因为太阳的提前爆发，人类文明在秦朝末期结束了，而此前的文明通过熵命种建立起来的生命网络仍旧以虚拟数据的方式保存着。公仇烨带着熵命种来到放星星的高维空间，一个神居住的世界，设计了与地球相似的七政矩方模型发射入星渊，七政矩方展开之后的世界是人类灵魂与梦想支撑的幻想国度，而其中一个叫横原的地方直接承接秦朝之后的历史发展，不停地演化出许许多多的虚拟的未来，《界网记事》百里申暮介绍的世界就是人类在秦末毁灭后的其中一个未来，东土人所在的中汉省是也被认为是世界的中心。 </p>\n<p>关于人类世界的一切全都在庭燎图书馆的碎片历史芯片中详细的记录着，只有记录后才能体现它的存在与真实，庭燎内记录的历史最大的单位是纪元，从《界网记事》看来，所知的纪元有天演洪荒纪元、《界网纪事》所在的横原纪元、以及七政东土所在的长盟纪元。洪荒的设定须体现魔法与科技，横原的雏形已经有了，而七政东土可以参照荒墟记事中的描述、月之彼方的世界观以及中国古代洪荒时代的记录进行设计，尤其可以开通七政东土至洪荒的传送门，洪荒可以接触到高维空间的知识，为神格升级作铺垫。 </p>\n<p>三个时空的关系是：洪荒是唯一联接神有关知识的世界，也是熵命种及文明毁灭之后循环得以实现的原因。横原承接着古代历史，又允许对未来进行一定的设计，横原人处于“夜”与“死亡”状态时可以与七政矩方其它地方的意识进行沟通，比如中汉有个人死了，他的部分记忆会出现在七政阙泽东土人的思维里。东土所在的七政矩方是对地球环境的重新设计，它允许我们摆脱科学家对七大行星、太阳、月亮死板的探索，七政向人展示了一片无尽的星域、大陆和结界空间。事件导向线为七政——&gt;洪荒——&gt;横原——&gt;七政。洪荒是魔法与科技都极度发达的世界，横原是残存奇幻影子的科幻世界，而七政是残存科幻影子的奇幻世界。 </p>\n<p>几个问题：人类的未来是几个，是否可以同时出现？神设计了太阳系，是否允许资料中的太阳系和虚拟的七政星结构的奇幻世界同时存在？我该去往哪里升级，另一个世界在哪里？ </p>\n<p>《古剑奇谭》和《轩辕传奇》的设定都提到了人类开荒的那段神话时代，但是对神话的起源都没有执著的追究，虽然很喜欢《轩辕传奇》不拘一格直接将那段时空切换到游戏画面中所带来的疯狂的体验，但不得不问中国的这些神话历史有多少在用烂了后还能用来拓展五城之外空旷的地图，说实话古代神话的粗糙不足以承载世界设计者大脑中精美原设方案，而诸多科幻、奇幻元素也不能以一个合理的说法运用到中国古典奇幻游戏中，即要保存幻想的空间，又要尽显合理，这方面我觉得《钢与魔法3.0》的设想不失为一条明确的思路。</p>\n<p>艾设设定书：<a href=\"http://xujing-project.github.io/aimei/\" target=\"_blank\" rel=\"external\">http://xujing-project.github.io/aimei/</a></p>\n","categories":[{"name":"文字","slug":"文字","count":26,"path":"api/categories/文字.json"}],"tags":[{"name":"艾梅设定书","slug":"艾梅设定书","count":4,"path":"api/tags/艾梅设定书.json"}]}