{"title":"千岛国度记事","slug":"words/Kuril country","date":"2008-08-12T06:26:05.000Z","updated":"2017-05-12T06:22:18.080Z","comments":true,"path":"api/articles/words/Kuril country.json","photos":[],"link":"","excerpt":"##艾梅设定书艾梅设定书1.0版本：http://hi.baidu.com/yzpfx/item/4366c259858c4e3494eb052c阙泽大陆建立在一个巨大的古盘之上，那里的人类自导自演了无数个沧海桑田的世界演化，之后浮出表面的文明记录中一直保存的东土传说见证了太阳系毁灭之后的故事。<br>","covers":null,"content":"<p>##艾梅设定书</p>\n<p>艾梅设定书1.0版本：<a href=\"http://hi.baidu.com/yzpfx/item/4366c259858c4e3494eb052c\" target=\"_blank\" rel=\"external\">http://hi.baidu.com/yzpfx/item/4366c259858c4e3494eb052c</a></p>\n<p>阙泽大陆建立在一个巨大的古盘之上，那里的人类自导自演了无数个沧海桑田的世界演化，之后浮出表面的文明记录中一直保存的东土传说见证了太阳系毁灭之后的故事。<br><a id=\"more\"></a><br>艾梅即艾蒿与梅花，取自钢与魔法英译Iron&amp;Magic的首字母缩写“I&amp;M”，并借用两个汉字来表达。艾蒿是高雅的野草，祭祖用的，代表回忆、幻象和能力；梅花为清雅之物，代表自律、规律和理智。在科幻星系群下建了设定的讨论组，我做出承诺定要整理出一本设定参考书，因而就有了现在的文字。</p>\n<p>原设定创作了2008年，2014年起开始重新设定。设定将分为三个部分，千岛国度是以璇机城为首的空中国度，通过这一章叙述世界的创建方式，物质组成。阙泽征天记则为主要说明阙泽大陆上的人征服天空及星辰的故事。第三章是东土的迷惘，重新设定了一个与地球相似，一脉相承的世界。</p>\n<p>千岛国度记事：<a href=\"http://deciia.wang/2008/08/12/yaojingwuyu1/\" target=\"_blank\" rel=\"external\">http://deciia.wang/2008/08/12/yaojingwuyu1/</a><br>阙泽征天记事：<a href=\"http://deciia.wang/2008/05/16/menjingwuyu1/\" target=\"_blank\" rel=\"external\">http://deciia.wang/2008/05/16/menjingwuyu1/</a><br>东土的迷惘：<a href=\"http://deciia.wang/2014/01/20/dongtudemiwang/\" target=\"_blank\" rel=\"external\">http://deciia.wang/2014/01/20/dongtudemiwang/</a></p>\n<p>对错误的文字进行改正，文章进行合理的排版，增加阅读体验 （好多刻板的教条式的话）。<br>继续围绕着钢与魔法两个极端的概念，增加更详细的设定。<br>进行设定图的创作，更形象的表现想象中的画面。</p>\n<p>##简介</p>\n<p>月亮在分成两半之后，其中一块飞向了远方的地面，在一个叫阙泽的世界的上方碎作了无数个碎片。</p>\n<p>月亮的碎片具有飘浮的特性，是制作空中飞行岛的材料。由此飞天技术的进步引发了针对天空的征天之战，从地面一级级搭造桥梁，浮岛上塔载空中舰队，一座巨大的雨师城飞向天阙，没有再回去。</p>\n<p>又是一轮沧海桑田。阙泽上空出现了一个制造星星的浮岛名叫璇机，他们领导空中的浮岛都市建立了个空中的国度。阙泽大陆之大，天空之深远，这个世界的人努力了无数的时间仍然没有探索完大陆，也没能接近天上那些非人造的星星。</p>\n<p>人类通过漂浮的星岛长期的观察，发现阙泽与其它的几颗星星一起构成一个七政的系统，而诸星都漂浮在一个巨大的古盘之上。世界的运行规则也渐渐的被位于璇玑的祭师们所掌握，他们制造了不同种类的星星，有的位于高空，人类用它来登天，有的发射到海面，拓展成为一个巨大的城市，有时只是一个幻境，将熟悉的世界从光影上变成另外的模样。他们发射的星星可以展开为完整的虚构世界，并模拟一个文明。</p>\n<p>璇机岛上的研究者们在高空之上发现了刑天之门，上面有控制世界运转的机关，而人类的文明则在一次次的试验之下不断的覆灭又重新开始，直至控制刑天的那些人失去兴趣，不过却仍有一人发现了一种保存文明的模式，并予以实践。</p>\n<p>璇机城的祭师记录了《物语系列》，仅完整保留了三个版本。</p>\n<p>《妖精物语》是祭师们设计星星的理论，一个星星便是一个世界。原本已经丢失，手抄本藏于冥灵的森林。此篇使用了古代精灵语撰写，有很多解读的版本。</p>\n<p>该物语的作者是璇机城上的祭师慕束氏枫絮，进入了她自己设计的虚拟世界，成为神的存在。</p>\n<p>##妖精物语</p>\n<p>无中生有，变中达心，有时瞬无，静久终延，妮①感虚实未有明限。</p>\n<p>虚位分微成阴阳，隔为离，万微浊现虚空，位离断又未断，断者它衔既见其展，自衔则见其荒合，继断者见其微弦②。未定之虚，变者多向也。此呈静位，彼恒失之也，众变集于一位，质变生焉，察之一二，择善之式见，或平离、或曲离、或荒合。静位之虚，浮沉诸微，浮者合，沉者核之，光阑四耀。微沉，离分核空，因离之异定诸元素；微浮，离分荒合，串微透离行之，是谓位素。然位裂之时，核合均离变，即而平直，镜映微象，阴阳顿又可明之。</p>\n<p>离有诸般之变，择适者显，或于虚空作画影，或展思田盖月楼。夫位素可相接，重离之边限，且元素性近者相系，得序列，序列之虚是谓环化，其环适者存之久矣，积其长者是谓记忆，又不适者弃之。环化变之甚大，为构物之本，观万物似皆因环化而来，环化创自然万象，力由从而生，是为自然之力③，世界万般法则，只可因由记忆得来，是以自然者，精灵源也。妮闻所忆之事化梦灵，祷言则梦灵见，可见忆者，实与自然同化也。</p>\n<p>自然之力循记忆造得精神序列④，所构之物可行精神原力，一为[自由]意志，再为[有效]法则。此二者缺一不可，仅遵自由之意志则法则仅为空忆，仅遵有效之法则意志亦无确向。妖精者⑤，高位精神[生命]也，初居于森，后于水滨建城，始称人类，后人言及妖精皆谓原野之耳。然长鼻、爬行之妖精果不存乎？非也，盖已为跨下之座骑也。</p>\n<p>丘尝言，仅凭一心可筑世界，是谓绝对造物法则，妮弗信之。从细微之子组万离之态，所径者不可数之⑥，何以心筑演之终物，或见即分、或生即死，何异于以万千音符奏生命之章便得世界？东来岛陆筑星阶，密布符码，皆传上有浮城阆苑⑦，于万载前所置，若数据可演文明，此城为鉴。补：承使命，阆苑设为控阀，谓璇机城。登台观自然语，絮记之。</p>\n<p>备注：</p>\n<p>①妮在设定中为未嫁女子自称，也就是慕束枫絮。<br>②原打算采用超弦理论。<br>③自然之力在西方指地火水风四元素。<br>④精神系列：跳过神经系统、肌体器官的概念，直接从精神来阑述记忆的含义。<br>⑤原野之耳：也许是我寡闻，原野上的食草动物才需要长出那样尖尖的耳朵吧。<br>⑥根据历史求和，人类不可能造出自己需要的那些足够精确的结构。<br>⑦阆苑，古代指仙府。</p>\n<p>##云中的千岛国度</p>\n<p>被称为云中城的有云中的飞行岛和云中的虚城。</p>\n<p>虚城肉眼并不可见，可见世界物质流转也和虚城有莫大的关系，种种迹象都表明它的存在。和虚城不同，飞行岛是真实可见的。空中大大小小有上万个移动的飞行岛，所谓云中城，在地面人类的眼中，白云是飞行岛的伪装，只有上到云中，才会发现空中的真实奥秘，而这个秘密，地面上却只有少数的人知道，比如飞仙、少数幸运的飞行器冒险者。</p>\n<p>天空一族在诸岛上建立了空中的国度，被称为大地巡视者的千岛众国联盟，无名义上的首都，每隔一段时间会在璇机城进行一次会议，讨论飞行岛的稳定、地面的巡视，以及发射星星的诸多事务。在云中国度，璇机城只是众智者造星星的的居所，飘移速度最快，坐标已经对千岛公开，不会担心找不到它。整个岛是一个八卦太极形，分日月两城区，月城区是祭祀院，日城区为长老院。</p>\n<p>祭祀院，下设圣佑殿、千寻殿、风息殿、穹宇殿、震殷殿、诗礼殿、朵灭殿、弱渊殿、茔灯殿和堙无殿等十个祭祀殿。祭师，分为大祭师、魂祭师、仪祭师、工祭师和殿卫。大祭师有霁月祭师、雪月祭师、雩月祭师和霄月祭师。霁月意为大雨大雪后放晴，状态缓和，霁月祭师灵力最浅，学识最多。雪代表沌洁、清白，所以雪月祭师一般由女性担任，她们是自然幻境的操纵者。雩意为求雨、感应神明，雩月祭师一般由长者担任，是灵力最强的者。霄代表天、地、云，是以霄月祭师是众祭师之长，一般由男性担任。月之祭即大祭师，下设月之生“魂祭师”、月之礼“仪祭师”、月之兵“工祭师”和月之奴“殿卫”。此为各祭祀殿基本配置。</p>\n<p>月城的另一方为日城，日城设长老院。长老院是幻境术研发的地方，有辟长老、昊长老、昙长老、昆长老、晷长老、易长老等。城内设有种族管理、技术学会、图书馆和传送台。昆长老是种族管理长官，技术学会由易长老负责，图书馆长则是晷长老，昊长老与昙长老着重处理设计星星的细节部分，昊长老是璇机城唯一对虚城有所了解的，能够以最低的机率将人进行时空转移。长老以下是导师，其次是学徒和杂工。</p>\n<p>璇机城由霄祭师和辟长老共同管理。祭师是人类世界在放飞的星星的世界中的信使，直接参与星星内部的创世，长老院提供建造星星与星星内部创建世界的技术细节，祭祀院制造管理诸星。璇机城是所有人造星星的管理中心，璇机城的人相信自己在众星中是绝对的神。</p>\n<p>璇机城人也有自己的迷惑，是谁创造了璇机城，是谁给了他们创世的力量，又是谁创建了外面的这个世界，所以即使璇机城的智者自己也不免落入俗套而编制所谓的璇机城祭典——一部记载千岛文明的史书。</p>\n<p>##飞行岛的奥秘</p>\n<p>图书馆内。霄祭师是昊长老的弟子，经常向他请教虚城的事情。</p>\n<p>相对于飞行岛，阙泽大陆简称为大陆。对于大陆人来说，飞行岛并不多见，放眼望去，一生或只见浮云而已，只是偶尔听闻飞行岛的传说，却没有身边的人证实它的存在。虚城对于飞行岛也是一样，很少人相信天空中除了飞行岛，满天的星星、白云，还有肉眼看不见的城市，即使是昊长老也没有明确的证据证明这一点。</p>\n<p>不能理解的那一部分是虚，可以理解的那部分是实。经过一定次数的探索，稳定的规律也被以发现者的名字命名。那些无中生有的现象，通过人对未知领域的探索，引起未知领域的变化，从而影响到所能观察的世界，让人理解到未知领域的存在，而工具可以简化这个过程，人更容易引起未知世界的变化，甚至可以间接的观察那个世界。</p>\n<p>昊长老认为一个世界之所以变得特别是因为受到外来力量的影响，大陆的稳定是由于天空一族对于天星的探索和创造星星的努力，飞行岛之所以能停留在空中也应该是受到虚城的某些作为的影响。</p>\n<p>然而，工具可以观察到的未知领域存在一个极限，数量级越高，观察难度越大，理论也越不准确。如果未知领域存在智慧生命，对他们的世界产生影响时，就有可能知道有人类在观察他们，会得到不正确的、受误导的观察结果。</p>\n<p>送出友好的信息,真诚的呼唤交流,总有一天会得到友好的回应,那一天才会接近真相,不然将永远困在狭隘的笼中。这就是为什么十个飞行岛的编队探索天星，一路上只遇到祭师发射的地星，十几年过去仍然无法抵达计算中可能存在的七政七星，最终失败而归的原因。</p>\n<p>大地的生产制造了云，掩盖了飞行岛的踪迹，飞行岛的祭师发射了星星，也抹去了天星的轨迹。</p>\n<p>所以，飞行岛是云中虚城了创造的奇迹，散掉的飞行岛落上大陆，虚城人运行他们的技术将天星的物质与大陆的泥土进行结合，建造了一个新的飞行岛，并把它送往天空，飞行岛之间又形成某种阵法，令虚城无法被观察到，是这样吗，老师？祭师问。</p>\n<p>正是如此，传送技术的实现正是虚城人回应我们而赐于的能力，因为需要那边世界人力的驱动，成功率才如此之低，很期待与他们对话的一天。长老回答道。</p>\n<p>##生命的最大空间</p>\n<p>千岛国度采用族历纪年，没有记载的远古至异恒氏族历三十二世为燃灯代，大陆展开，天空出现了第一个飞行岛，人类也首次在岛上建立了根据地。异恒氏在氏族争端中让位于亚夕氏，从亚夕第一代长老至一百零九氏为海洲代，大陆的海上建立了第一个由飞行岛有碎石沉积的海岛根据地，海洲的领主百里氏是空中国度在大陆上的代言人。百里氏的子孙百里襄被从海洲召回，帮助寒歧氏夺得了大长老之位。寒歧氏第一代长老至今为星渊代，探索天星的探险编队迈向星渊，慕束枫絮是探险编队的首领，也是百里襄的恋人，在航行宣布终止时，她进入了自己设计的一个星星，终结了她的一生。</p>\n<p>霄祭师百里襄在整理雪祭师枫絮的遗稿时发现了《妖精物语》，此后便经常独立一个人去寻找枫絮留下的其它印迹，寻求与枫絮的对话的机会。雪祭师会使用自然的魔法，对着风吟唱，风将沿着一条线将歌声传播出去，只要找到正确的风的轨迹，就可以从风的语言收集到吟唱者的歌声。</p>\n<p>长老认为世界在创造后才有了探索的空间，但是人出生开始的探索并不是从边界开始。创世者留下了一个未完成的世界，和我们这些探索世界的智慧人类。一生一世界，一生行走的路，所思所想，所行所为，一次次的开拓自己的视野，活着就会走出到更大的世界，生命界限临来时，行走的界限、知识的界限、对话的界限、观察的界限等等形成了一个重叠在一起的不规则球体，这个叫生命空间，这也是死后这个人类停留的最大范围，相反，如果有任何证据表明，一个人的影响还不断的扩大，则这个人仍有面见世人的一天。</p>\n<p>另外一个生存的意义是记忆空间，记忆空间是有限的，即使寿命无限，也只能存储有限的记忆，此后的人生会渐渐的失去生存的意义，探索的欲望也会随之减少，生命空间趋之稳定不变，之后迎来最后的终结。</p>\n<p>你问我，死后是什么样子，我们生活的世界是死后的亡灵共同保护的世界，他们在生前开拓世界的范围，创造了不曾有过的事物，保护人类不受未知力量的伤害，减少人类的恐惧，增加人的快乐。他们是一群勤劳的亡灵。我虽然还没有死，不过记忆空间也快用完了，之后风也没有办法替我传话了。枫絮用风语说道。</p>\n<p>大陆的边界是天空，天星和天空一样遥远。天空的边界是天星，至今没有近距离观察到天星。根据祭典的记载，古人曾经用很简单的方法登上过天星，现在造星技术的进步，造出了满天的星星，飞行岛的航行速度也再三的提升，甚至没有接近天星一步。</p>\n<p>也许现在被认为活着的每个人都已经死了。也许世界太过于复杂，征天、造星占据了生活、学习、工作的全部，记忆空间还有剩余的人也装不下更多的忆忆了。霄祭师说道。</p>\n<p>##来到画中园</p>\n<p>雪祭师枫絮拜访在画中园读书的晷长老。</p>\n<p>晷长老委托千岛国度最好的画师创作了云中十二季节图，根据雪祭师的理论设计了这个画中园。虽然是冬季，白雪融化后的花园阳光明媚，花草芳美，是春天的情景。晷长老穿着厚衣，坐在长椅上，正在研究飞向天星的准确航线。</p>\n<p>向着天星所在的远处航行，是否就能找到他们呢。雪祭师问。</p>\n<p>不一定的，即使能保证航行的方向不变，也不一定确认路线为直线，即使能保证航行的路线是直线，天星却不一定在视线的正前方。人所感觉到的直线，人制造的仪器所测定的光线或许已经被一种空间的力量给扭曲了，正是这种扭曲提供飞行岛的动力和能量，这一点是你告诉我的。晷长老回答道。</p>\n<p>但是人所感觉不到的这种扭曲是否也是一种叫离，也就是曲面的物质，一双巨大的手运用画笔在虚空中画出了一个曲面的轮廓，向这个曲面焦点的方向引出一道能量的风暴。</p>\n<p>极小的曲面叫微离，内侧为阴，外侧为阳，曲面的内侧焦点称为位。由于曲面极小，微离的阴阳指向不稳定，位在建立的瞬间就会转向另一面，从而在两个位产生了一个震荡。微离识别为一个基本的能量微粒。</p>\n<p>微离相接组合成更大的曲面，变化的曲面产生能量的内聚，位并不稳定。球形的曲面会形成稳定的静位，静位的能量聚合生成物质。球形的曲面称为荒合曲面，物质为核的稳定的荒合曲面称为丽子，荒合曲面并非只有一层，多层荒合曲面以及其内部的变化，定义为不同种类的丽子，丽子没有最大的边界限定，最大的丽子也许就是这个世界。</p>\n<p>构成丽子的曲面在丽子的中心聚合能量产生物质的核，由物质构成的曲面产生更稳定的内核。同时物质核也会向外涣散为能量微粒，也就是微离，稳定的内核会像呼吸一样，有节奏的发散出一层一层的荒合曲面。曲面相接相离的过程一直都在进行，荒合的位并不会稳定在一个位置，一层荒合以内，一个物质微粒会出现在内核区域的随机范围，如果这个荒合曲面足够大，这个内核区域也会足够大，即而在一个区域产生混沌的粒子。</p>\n<p>两个丽子相撞时，荒合曲面会重新构建，稳定的丽子会因为内核有节奏的呼吸而能保持它的完整，相同种类的丽子更是可以沉积在一起，宏观上聚合成一个物体。</p>\n<p>花园的顶端是一个生产微型曲面名叫微离的池子，叫离池。生成的微离输送到花园的底部，那里是组装曲面的机器工厂，根据春之图制作春之花园的曲面力量，在阳光的直射下曲面开始运动，生成物质和能量，花草树木、水、光线的感觉，甚至声音都是由这些曲面生成的物质和能量构成。虽然这只是模拟，但是未知物质构成曲面，进而由于曲面的运动变化而产生这个世界这个理论在星星内部世界的展开设计中也非常有用，霄祭师设计的星星证实了这一点。</p>\n<p>如果我们整个世界的物质都是由曲面产生的，从这个方向上寻找，一定可以找到天星所在的方向。晷长老继续说道。</p>\n<p>##连接记忆的虹水之洲</p>\n<p>北风之国的虹水之洲是千岛国度的十大飞行岛之一，虽然是空中岛，但大部分面积却是彩色的水面，只有中间大约占岛面积三成的地方可以居住，那里便是虹水之洲。游学的雪祭师弟子士季空兰，在这里拜访来自大地的材料及机器学家幽泊客先生。</p>\n<p>大地上的宏观物质分为五个大类，分别是刚石布流炎，由一种物质构成且一般的方法无法使它们分离的物质称为元素。刚属的沉积程度最高，密度最大，常用作建造房屋，制造精密仪器、武器等。石属分布最为广泛，是组成生命、编织记忆最重要的物质。刚石经常混合在一起，炼金术是将它们分离的技术。布属作为物体表面的存在，为物体提供了稳定的内部环境，如胞状生命的的外壁、膜等，布属物质延展性好，使用布属制造的附魔材料还具有防护的力量。流属物质覆盖了大部分的地表，代表性的物质是水，是生命重要的组成成分。炎属的细微结构最为简单，生命的重要特质是精神，组成精神的成分便是炎属物质，一些常人难以察觉的气象、天象上的假象也可能是炎属物质造成的，最常见的炎属是光，其次是火。</p>\n<p>地层以及高山为金石结构，平坦的地表为布属、流属，宇空及地层间隙为炎属，和飞行岛的物质构造相差不了多少。</p>\n<p>有记载的人类历史只有万年，人活动的区域也非常小，但是自然界一些没有发现人类活动痕迹的地方却出现了很多体现出智慧的创造物，无人居住的天工之城，自然天成，没有发现智慧生命留下的生活信息。自然长成的篱笆树，荒废的城镇的外围，树枝结成的墙围成一圈，这面墙给人感觉得到细心的修剪。人类创造的物体，物体里面物质的配比，细节的设计被一种看不见的智慧所保留，我们周围是否生活着一种我们看不见，他们却一直在观察我们学习人类智慧的种族。空兰姑娘，你是怎么看的呢。幽泊客先生问。</p>\n<p>不排除有这个可能，云中可能还有看不见的虚城，但是一般认为他们有着比人类更高的智慧，如果虚城人存在，他们的行为动机更希望世界更符合我们自己发现和意愿，假使我发现了光为飞行岛提供了停留空中的动力，千岛国传播的著作也尽力证实这一点，虚城人可能会造出这个假象让光显示出这方面的性质，这是一次成功的试验后，长老院对虚城人行为抱有的一致看法，虚城人不会让自己成为被猜测的对象。</p>\n<p>造物是指被创造出来的物体，人类按照自己的想法来创造物体，收集不同元素的材料，分析材料的性质，将他们组合在一起，金石建立起骨骼或支架，石布材料建立起外壁和元件，布流材料建立起管道和输送介质，流炎材料建立起物质代谢与能量循环，最后经过一定次数的试验和调整，造物才得以制造出来，离开了智慧生命的直接参与，只有一种可能，这个世界本身可以理解、观察、记录生命的思维，这个世界被一个更高等的智慧所控制。空兰说道。</p>\n<p>空兰姑娘，没有证据，请控制你的情绪。比起神这样的智慧在观察我们，更相信造物的过程不仅创造了造物本身，也创造了它的记忆。同类的物质聚集在一起理解为沉积，但是不同的物质连接在一起应该是一种序列，或者说是记忆在起作用。生命的有序干扰，稳定自然环境的有序干预，人对材料性质的研究以及创造性的结合，这些都在造物上产生了有序的记忆，我们偃师一族一直都在尝试用石属的材料模拟记忆的过程，并对记忆物质进行编辑，这点和造星是同样的道理吧。</p>\n<p>大约是八年前，北风之国的王子来到大地上一个很简陋的屋子，他想造一个人工的飞行岛。五年后我们造出了一个微型的飞行器，外面是岛屿的形态，里面是机器提供了飞行的动力，王子在那一年的秋季得病逝世，飞行器作为陪葬品和他埋在一起。</p>\n<p>北风吹来了泥土，吹来了五颜六色的水，吹来了各种自然打磨的零件，在天空中堆积成了一个飞行的岛屿。也许是王子的记忆残留在北风里，才会天然形成了这个曾经是人工设计的浮云之城。</p>\n<p>##生灵树之塔</p>\n<p>璇机城里最高的建筑是祭祀院的千寻殿。这是一座环形的高塔，中心是一个螺旋而上的阶梯，每一层是面向中心挖掘的一圈数目不等的石窟群，石窟的方位并不固定，每个石窟里盘座着一尊佛像，佛像的底座有一个透明的石棺，里面沉睡着一种生灵。因此千寻殿也称为生灵树之塔。千寻殿住着为数不多的大地人，死亡生灵也是大地人带过来的，其中躺在石棺里的人族更是他们的家人。一旦他们来到这里，就没有回到大陆的可能。他们中有一个女孩星源芳迟破格成为了千寻殿的仪祭师，在雩祭师下面学习引魂之礼。</p>\n<p>与生命联系紧密的是合称为五行的五种元素，刚属的金、石属的土、布属的木、流属的水、炎属的火。这五行自然组合而成的物体称为灵体，灵体可以保持外形，但颜色接近透明。灵体表面分布着名称记忆之门的穴道，穴道在与元素物质结合时会吸收光并散发出魂光，将穴道从灵体外面连通，并刻下物体的记忆，因此并没有发现人工制造的灵体。附有魂光的灵体是灵魂。灵魂看不见，但是精神上可以感觉到，一旦接触到相应的物质就会生成记忆组织，最后生成器官和肢体。</p>\n<p>最初的生命是元孢，这是一种复杂的微型灵魂。然后是微精灵，灵魂吸收五行元素而进化出的生命，如空气精灵、雷闪精灵、黯黑精灵、祝融精灵等。微精灵以灵魂为食，特别是元孢。微精灵经常用于占卜，因为可以通过它们侦测到人的心理状态。千寻殿的顶层有一面巨大的镜子，从镜子里可以看到周围放大的孢子和微精灵，以及它们的活动。</p>\n<p>在单一稳定的元素环境中百万年间由微精灵进化出了元素生物，然而灵体与结合的元素连接并不紧密，灵魂一旦破坏就很难自我修复。元素环境包括单一元素的地质环境、元素的天象、气象或者星象环境，元素的生物环境等，元素生物依托特定的元素环境进行生存和繁殖，离开后将无法完成生命活动。有一种叫元素衣的地面植物会裂开身体捕捉空中的灵魂形成一个囊体，如果母体的灵魂完全损坏了，囊体便会脱落在地上成为一株新的元素衣。风媒生物必须在风元素丰富的环境中才能更好的延续后代，确切地说元素精灵原本也是元素支撑起来的精神生命，一脱离原来的环境就无法保持身形完整，很容易被其它生命体所吸噬。</p>\n<p>五行和光丰富的地区生物，灵魂结构具有自我修复的能力，灵魂与身体连接也更紧密，思考与记忆能力得到加强，加快了灵魂体的进化速度。山底平地，巨大的灵体，无行动力，魂魄的结构却很简单，虽然记忆的量不受影响但是思考的速度很慢，它们是云居木，与云居木共生的是攀沿树而下的无叶藤，根部在树顶，汲取光线，向下生长，并从巨树抽取营养，部分树枝与云居木连接在一起，修复树的灵魂，无叶藤在树顶生长出囊有灵魂元的云孢，云孢长大之后会掉落到巨树底释放成大量的灵魂元组织，给树底生繁衍生长提供了大量的灵魂，未破碎的云孢包含一颗巨树的种子。云居木和无叶藤多见于与大陆隔离、光元素缺少的环境。</p>\n<p>灵魂生物的生态体系多呈现网状的依存关系，极为复杂，依存链从高到低形成多个分支，某一环出现问题也不会有太多的影响，对元素环境的需求也较为平衡，比如雷原的灵魂生物有自己的能量生成系统，不会过多依靠雷电元素。</p>\n<p>地根树是大陆上最普遍的一种植物，种类繁多，如果不是极端苛刻的元素环境，只要五个元素列都还均衡的地方都会有它的存在。它有阔大的枝叶，光照射后生成灵魂的碎片输送到地底成为肥料，通过地底的断根繁殖新的植株。与地根树共生的是腹宝树，地根树生长有种果，但是却不用于繁殖，腹宝树的灵体在种果里生根，将地根树连接起来，托起它们的枝叶，很多动物便在树叶下面生活。很多大地人感动它们共生之密切，将两种植物误认为一体，直到腹宝树进化出的种花妖灵被发现，才有人研究地表树和无叶藤是否同源。大多数平原上的村落并不希望村子变成森林，所以每个季节都有专门的工人剪除腹宝树。这两种植物进化出了两种智慧生物，地根树进化成为了古树族，腹宝树进化成了牧树族，种花妖灵、林妖都是牧树族的一支。</p>\n<p>牧树族以枝叶为腿足，以根为头身，相对于古树是倒立行走。水中或者空中生活的牧树族则会颠倒方向，枝叶在上，并生长出假肢，如羽叶梢、风轮帆叶、吸附性触头，方便在空中飞行。竹精，其羽以竹叶复合叠成，旋翼灯是种外海植物，专食魂光虫，以气流冲动上翼提供飞行动力。森林精灵，也称是林妖族，是森林里的高等智慧种族，外表和人类似，和人类有着血缘关系，已经有很多学者将林妖视为人类。林妖有典型的四肢，直立行走，不可以长时间倒立行走，会制造工具。古树族，无法移动，寿命极长，树皮苍老，生长在树林的入口，因此也称为守护古树。至于伞禾，是一种身形比如细小，只够一人遮荫的树人，经常生长在农作物的附近，不过寿命很短。</p>\n<p>有一种更为粗壮的地根树，种果异常大，腹宝树在种果里生根但是却没能穿透外壳，在种果里发育成独株的植物。这种树后来被称为舍灵木，种果内腹果也类似人类在母亲肚子里孕育的过程，生出来宝宝是林妖的远祖。现在的林妖生育已经不需要舍灵木，但是依照古老的仪式，宝宝出生后还是会在种果里再发育一个月。舍灵木是一个巨大的灵魂加工厂，生长在城镇、动物的巢穴，大群生物的栖息地、墓地等灵魂元素密集的场所。舍灵木可以吸收完整的灵体，净化重构灵魂然后释放到土壤里，所以也被认为是生命树，生命女神的象征。临终的人类会在舍灵木下在搭建简陋的房屋里度过余生。对死人最严重的惩罚便是让他远离舍灵木，灵魂一旦离开工身体便会被微精灵吞噬，化为流浪的阴魂，最后成为一滩黑泥。人类的母亲受孕后也会经常到舍灵木下祈祷，想象宝宝模样、性格甚至记忆，部分祈祷也会如愿以偿。</p>\n<p>森林里很多动物是由植物进化而来的，他们离开了森林的环境便无法生存，但是树荫下的空间有限。一支邪恶的林妖部落名为星源在边境森林试验改造林妖和森林的物种，并将改造后的林妖、其它物种放逐到平原，任他们自生自灭，这些林妖是第一批在平原上建立城市的人类，这些人被称为蝶符人，因为他们的脸上都有一个蝴蝶双翅的印记。</p>\n<p>大陆的近海漂浮着很多硬纤维藻类，肿大的藻叶就像一只眼睛，这种藻名为光瞳藻。大陆扩张后，光瞳藻依靠硬纤维脊椎成片的站立，一到夜晚，海边的光之森林便会映绿天空。光瞳藻像眼睛一样的叶子是一个不成熟的灵体，在吸收空气精灵后长出的硬纤维枝叶无法扎根陆地，但是却在地面上存活下来了，潮来的时候像鱼一样在海里捕食，潮退的时候像球一样在陆地滚动，直至近海完全变成了大陆，这种肥嘟嘟被称为鱼灵的生物才适应了陆地的环境，从立身鱼灵族一直到曼衣人的出现是河流文明的开始。</p>\n<p>而大陆上曾经辉煌的一个文明是由古国人建立的。有史记载以来，几十、几百年不等，天空上会落下大片大片的石块，这样的雨称为盆石雨，大雨落后在一个区域堆积成一座高山。雨造高山的几十年之后，高山的周围便会聚集很多不同的生物。这些高山中最高最广的一个是天柱山，整个山峰，从上到下，古国人在这里建立了一个巨大的城市。但是一千年后古国人从大陆上消失了，他们留下的知识、生物、建筑影响了整个大地的文明进度。天柱山上的生物都称为古国生物，一种生物聚集了多种大陆生物的特征，与大陆其它生物不是一个体系，之后的进化中却很好的融合在一起，其中一种名为龙的生物，成为天柱山统治者精灵龙族。天柱山附近的平原，具有龙族特征的人类称为鹿角人。</p>\n<p>关于那场盆石雨，还有一些传说，雩祭师说道。先是盆石，将大地砸出一个巨坑，巨坑的中心堆积成为天柱山。然后是雨水，整个大地被覆盖了厚厚的一层水，整个大地的生灵都被冲到天柱山底。他们在山峰内挖掘出通道巢穴，内部的结构俨然就像一颗生灵树之塔。再是羽之民，经过漫长的飞行，暂居在天柱山内，建立了古国文明。洪水退后，失去翅膀留在天柱山的殁羽一族分居在各个盆石雨堆积的山峰之内避世，也就是现在的羽臂人，他们的背部与手臂还生长着一层羽毛，不过为了在人类中间生活，他们会选择剃除殁羽族的印迹，这也是被认为从大陆上完全消失的主要原因。</p>\n<p>而我们璇机城人是殁羽族轩辕丘部落的后代。雩祭师说完便陷入了沉思。</p>\n<p>##记在风筝里的故事</p>\n<p>正在研究七政星的百里襄，邀请新任雪祭师星源芳迟，一起前往纸鸢岛查收来自地面的消息。</p>\n<p>纸鸢岛也就是风筝岛。断线的风筝在气流的引导下，一成以上在纸鸢岛上着陆。一些在特殊地点放飞的风筝来到纸鸢岛的可能性则更大。大地人放飞风筝，向上天祈求智慧、丰收、爱情，风筝上写着他们的希望。与海洲岛联系坚密的地面人类，他们知道千岛国度的存在，也通过风筝向上面传递消息。</p>\n<p>冥恒森林的林妖大族长送来了第一个消息，他们发现森林里出现了很多机器形态的冥灵族。冥恒之森附近的人类村庄，将死去的人葬在森林里，尸体很长一段时间都不会腐化，每到晚上还会起身走动，森林里的部落尝试接触之后也发现与无法这些冥灵建立沟通，虽然他们不会伤害人类，但是却会破坏森林。冥灵出现在森林已经有上百年的历史，变成机器形态一定受到人为的干扰，令他在意的是冥灵经过的地方第一次发现了多具林妖的尸体。芳迟姑娘怎么看呢，霄祭师问。</p>\n<p>在林妖的世界，冥恒的林妖落族非常保守，他们认为物质环境的不同，也会让种族之间无法交流，他们会和野兽之王划清领地，会将没有任何智慧可言的冥灵驱逐到北边的林地，他们认为那里的灵魂比较充沛，可以让冥灵的形态存在很久，一旦冥灵越过边界就会毫不犹豫的攻击，这让森林外面的人类非常苦恼，几次与森林里的林妖友好交涉，都被武力直接赶回了村庄。我的祖先是星源部落，相反则极端激进，具有很强的猎杀能力，将其它一切生物作为材料，将创造机器与生命作为乐趣。对于创造后的生命或机器，他们不会依赖和控制。他们让动物站立起来，不计死亡的将自己的部落亲友改造成蝶符人走向平原，之后星源部族被驱逐出了森林，只有改造后的部族存活下来。冥恒森林外面的村庄，或许有旅居的蝶符人，此事我来解决吧。</p>\n<p>大地上不是明令禁止改造生命吗，蝶符人有地下的秘密组织吗？霄祭师问。</p>\n<p>大祭师的消息已经过时了哦。蝶符人对机器与生命的研究，不会存在伦理的障碍，尤其还得到了盟主国的授权。在鹿角人的国家，允许对曼衣人进行任何形式的改造，比如装上一对鹿角，这是珞麟城主的私下授权，他们需要奴役改造后人类开拓未知的东部大陆。鹿角人对未知的世界抱有恐惧、猜疑，小心翼翼用自认为隐秘的手段慢慢的探索，一有风吹草动便会做出十足的防范，目前未发现较自己更高的智慧，而且对于低等智慧，一贯采取残忍灭绝的手段。这是一个被孤立的智慧文明。而曼衣人对鹿角人，不同的种族，甚至是暂时还未能交流的生物，都抱着宽容的态度，他们会尝试研究任何形式交流的可能性，并企图将各种族融为一个社会，在曼衣人足够以自卫的武力制约下，鹿角人同意了大陆的盟约。大陆东方的未知国度是什么呢？芳迟问。</p>\n<p>这儿有一个渔民放飞的风筝，写下了他在海难时受风符指引，进入东方大陆后的奇遇。只有受邀请的人才能登上大陆，且只能用乘船的方式，飞行器上看不见大陆的位置。行船到海上的小岛，在舍灵木下睡上一晚，第二天起来就会看见东方大陆的曙光。在移民局面临三种选择，消除来到这里的记忆返回大地，保留完整的记忆继续留在这里生活，以及重生成为一名母亲的婴儿，记忆会有选择的保留。渔民选择保留记忆的生活。这儿的居民，睡着后无法自然醒来，渔民需要侵入居民家里将他们唤醒。街的马车、行人太有规律，渔民需要制造一场混乱，让守卫有事可做。学校的讲课过于枯燥，渔民经常化装成教师的模样，讲他在海中与大鱼搏斗的故事。</p>\n<p>也就是说，这是个平淡无奇的世界，像渔民这样的大地人才是这个世界的传奇人物吗？芳迟问。</p>\n<p>是的。最后渔民也厌烦了，他也想当一个观察者。最后他离开了东方大陆，并把他的经历用风筝送到了纸鸢岛，多余的记忆也会随之抹去。那片大陆便是海洲岛，天空发射的星展开的虚拟大陆，向大地传递信息吸引人过去，学习他们的文化、社会、知识、经验，邀请他们参予创建那个世界，为了某一天能更好的创建一个完美的星的世界。这是我们璇机城祭师的工作，创造封闭世界的文明，一个封闭世界是一颗星。或者为每个人创建一颗星，并将星星平行地叠加在一起，对星内的文明进行干扰，研究干扰的效果。</p>\n<p>但是进化和探索技术总有一个极限，或者处在不同维度，或者时空的尺度不同，时间流动的速率相差极大，生存的空间不是一个比例，有一些没有意识对立的文明也在默默的观察我们。</p>\n<p>##登上星阶的祭师</p>\n<p>东来岛的地星发射基地。天上一半的星星是在这里发射上去的，岛上也建设了星星的监测设备，可以的将星星发射到指定的位置。</p>\n<p>为什么要向天上发射星星呢，因为很早的时候，天空只有七颗星星，他们太孤独了，祖先们在绘制星空图的时候，往往会多添加一些星星点缀，之后星星越添越多，就变成了一幅繁星满天的画面。飞行岛上建立的千岛国度，认为绘制的星空图是星空原始的样子，因为一些原因其它星星都离开了，那七颗星还是那么孤独，在学会造星之后，便开始按照星图的画面发射星星。根据图画里的颜色、大小和位置判断星星的位置虽然不够准确，但现在总算将天上的星空图描绘完毕了。然而最开始的七颗星星却失去了位置和方向。</p>\n<p>人工岛浮城阆苑是星星的监测中心。从东来岛青石星阶拾级而上，每踏上一个台阶，都会激活防护栏上的球形光线发射器，数道彩色的光线指向曾经发射的星星的位置，栏杆上亮着这些星星的名字。在这里，霄祭师百里襄正在送别天星探索编队的队长雪祭师慕束枫絮。</p>\n<p>大地的陉相文明曾有记载一个崖壁间的世界，崖壁中间的空间极为深远，对于壁间凿洞群里的人来说，有两片狭长的天空，一边是龙天，一边是生天，代表生命的魂魄是由两片天的灵魂光柱相撞产生。想要生孩子的夫妇对着龙天祈祷，孩子便会从天而降掉落到崖壁间指定的巢穴里。死亡之人抛入生天，但实际的记载里却用了升天一词。这个文明里生活着多个国度，大致分两片区域，一是凿洞国度，一是崖壁国度。崖壁国度是被驱逐出凿洞的人，但是却发现一条极其细微的文字，它表明原本这个世界的人原来都是两脚垂直而立，站在崖壁上生活过的，因为不明的原因重力方向发生了改变，几乎所有人都掉下了生天，化为一道魂光与另一道魂光相撞，能量爆发将崖壁炸出无数洞穴，幸存下来的人便进入洞穴创建了新的世界。枫絮与襄在星阶上坐谈而语。</p>\n<p>如果两个崖壁实际上是两个硕大无比的星球呢。大地无限广而视为平面，远方飞来的一颗同样大小的天空，但是这片天空却不透明，并且在距离很近的地方停住了脚步。然后两颗合并做了一颗星，中间的空隙因为存在一些可以承受星球相撞的高山而得以保留，这是否就是陉相文明的真相呢。我们所见的天空，是否也是一颗星，女神给了我们一双看不见天空真实的眼睛。霄祭师问。</p>\n<p>与其说是探索天星，不如说是前往大地的彼岸么，那颗镶嵌有七颗宝石的星空大陆。枫絮答道。</p>\n<p>##追逐星辰的创造神</p>\n<p>一个星星是一个世界。一个世界也是一颗星星。人造的星星名为矩方，发射展开后是地星。祭典上曾说，一旦地星对外面的世界产生了影响，长老院长者必须亲自将它击落。然而这一条却对雪祭师枫絮格外开恩。</p>\n<p>思念枫絮的霄祭师独自一人来到发射台矶，站在追星者跑道上，举头仰望月亮旁边的那颗星星。星渊代寒歧二世二十五年，这里曾是人山人海，慕束枫絮的第三个矩方枫鸣号发射成功，新建的追星者跑道排满了要登上枫鸣号的飞行器，枫絮也正式宣布将领导这支队伍，跟随枫鸣号探寻天星的位置。</p>\n<p>枫鸣号是一颗具有环绕月亮飞行特征的伴月星，千岛国度一开始叫枫鸣星，之后采用大地人的称谓，叫月鸣星，据说是每隔大约半年，月鸣最亮的时候，年轻的女子睡梦中都会听到女神的歌声。</p>\n<p>月鸣星由阴间，阳间，星渊间三个生命空间组成，代表三种不同的物质维度，三者之间的生命无法通过进化突破。星渊间包括星源界、原色界、原魄界、精灵界，星渊在座星之上，射星所在；阳间包括座星界、位星界、人间界，地面人间，阳间在射星之下，海地之上，人间在云浮之下，地沉之上；阴间包括海地界、幽冥界，在地沉之下。不同的界，代表不同的生命维度，如果时间足够长久，同一生命空间的生命都可以建立交流。</p>\n<p>星源界根据灵魂的记忆为阳间制造并提供完整的灵魂。原色界基本不设置生命现象，奠定地星的色调，黎宫、白商、黑角、赤徵、青羽等，使不同的生命看到不同的内容，即使那片内容无法接触。精灵界遍布灵魂中的记忆，在人类祈祷的天空生成一个个变幻的光点，传达生命的祈愿。阳间是地星的主角可以感知的生命空间，座星和位星也是人类通过长期进化和努力可以探索嬉戏的区域，各个星辰以门连接，设置通道的开启和关闭。人间界是地星的主体，人类生存的区域。海地界是承受物质重量的区域，其中的流质管理整个地星的物质运输，一部分进行加工和再处理，一部分沉积成为具有永久属性的物质。幽冥界回收地星的为灵魂物质输送到星源界，抽取记忆，输送到精灵界。</p>\n<p>月鸣星完全展开后，十年之内每半年会在海地界开放一次入口给追星者。追星者穿过荧光包围的通道，来到追星者营地，在营地住上设定的十年，等待人间界出现大量的人类，追星者中选出神前往指引人类，其它人则作为仙人或普通人与人类居住在一起。</p>\n<p>每个人的命运，与星辰之光的照射、星辰之门的开启息息相关，星辰有规律的运转和星辰之间的组合会决定整个人间界的动向，其中部分操作是由神来控制的。智慧生命无法远距离、无意识地接受星辰的影响，在星光的照射下，可以感知到星辰赋予的使命。离星辰越近，生命与星辰之间的相互作用也愈加明显。命运与星辰契合必须改变自身或接受星辰的改变以适应星辰的特性，欲知星命，必先改变自己。只有当多数智慧生命建立共同意志时，才有可能改变星辰。</p>\n<p>月鸣星可以对外面大地造成影响可能是因为其开放的设计，该星的人间界和大地连通在一起，根据璇机城长老院的统计数据，甚至月鸣星里面的位星对大地人都有微弱的影响，此外，大地人的智者也常用月鸣声附近的云彩占卜吉凶，虽然很难说清对云彩的流动造成哪些效果。星星是作为测试世界规则而存在的，如果对世界产生影响，将有可能带来毁灭，月鸣星是唯一一颗通过测试这种影响探索世界规律而设计的。</p>\n<p>希望通过打破平衡找到天星的方法，并没有成功。十几年前，在东来岛等待探索队归来的百里襄收集到了慕束枫絮的最后一条风语，如果不能找到那个真正的明月，将会永远陪伴虚拟的月亮，在枫鸣号里用一生作最后的努力。</p>\n","categories":[{"name":"文字","slug":"文字","count":26,"path":"api/categories/文字.json"}],"tags":[{"name":"艾梅设定书","slug":"艾梅设定书","count":4,"path":"api/tags/艾梅设定书.json"}]}