{"title":"东土的迷惘（2013修改版）","slug":"words/Lost Eastern Territory","date":"2014-01-20T04:26:31.000Z","updated":"2017-05-12T06:19:50.910Z","comments":true,"path":"api/articles/words/Lost Eastern Territory.json","photos":["/images/word/Lost-Eastern-Territory.jpg"],"link":"","excerpt":"乘马车穿梭于彼世此世有些人相信自己的感情的冲动、直觉以及感官的感受，有些人对世间的一切都产生了怀疑，不相信自己的眼睛，甚至于对自己创造的一切也将信将疑，从而相信有一种未知的力量把握着自己的命运，百里就生活在那个对未知充满着幻想和迷惘的时代。百里生活的国度叫东土，在唐朝东土代表东方的中国，但是他所述的东土与古代的唐王朝有所不同，存在于远古或者未来的某个时间。<br>","covers":null,"content":"<h2 id=\"乘马车穿梭于彼世此世\"><a href=\"#乘马车穿梭于彼世此世\" class=\"headerlink\" title=\"乘马车穿梭于彼世此世\"></a>乘马车穿梭于彼世此世</h2><p>有些人相信自己的感情的冲动、直觉以及感官的感受，有些人对世间的一切都产生了怀疑，不相信自己的眼睛，甚至于对自己创造的一切也将信将疑，从而相信有一种未知的力量把握着自己的命运，百里就生活在那个对未知充满着幻想和迷惘的时代。</p>\n<p>百里生活的国度叫东土，在唐朝东土代表东方的中国，但是他所述的东土与古代的唐王朝有所不同，存在于远古或者未来的某个时间。<br><a id=\"more\"></a><br>周八二零年，中土秦国统一四国，燕太子丹没有找到一位可以刺秦的勇士，换之，燕齐联盟抗秦，其后燕地被攻克，联盟南下占楚越之地，与秦抗争十年余。周八三十九年，燕齐向秦求和，为秦属国。秦废周制，称大秦帝国。秦一年，燕杀齐王，领鲁、楚、越之地，称南燕，与秦相安无事。</p>\n<p>大秦建国第二年，秦王率军海外求仙，秦二世登基，暴虐无度，义兵举兵灭秦国，汉王称帝。秦王大军返回，借助了一份神秘的力量，与大汉帝国发生激战，迫使其签定盟约，重订历法，在政治上分治东土，民主治国，时为秦汉元年。</p>\n<!--more-->\n<p>南燕在灭秦固封自守，没有作为，仍为属国，倒是楚地成就了一位霸王。</p>\n<p>秦汉分分合合，经过了一千多年，也发展成为一个具有度高度文明与科技实力的国家。</p>\n<p>又，秦汉十四世纪初，古国轩辕从星空而返，登陆南燕北部轴承省，登陆地称为轩辕丘，四百年间轩辕人统一了秦汉两个势力，南燕名存实亡。在与秦汉的联合政权里，轩辕主要负责尖端科技和文化历史方向的工作。轩辕族带来的空间技术以及历史推演的算法，使得更为久远的时空清晰的呈现在人类的面前。</p>\n<p>南燕各地分布着很多书院，是学子们集中学习的场所，长久未变。秦汉一九八一年，是百里的出生日，学者百里仙汀于中汉与南燕的边界的雪谷山脉发现了庭燎书院，然后将他发掘出来了，他是百里的父亲，一位浪漫的考古工作者。</p>\n<p> “夜如何其？夜未央，庭燎之光。”</p>\n<p>教科书《地球志》上写着，在古代文明里，有一个叫庭燎的书院，附近的云居木森林在十万年前的地壳运动中栽倒，将书院压地底下。云居木高达云端，树木的顶端居住着一批神民，百里便是其中之一，被父亲从庭燎书院发掘出来的时候，鉴定出已经在包裹他的蛋壳里睡了五十九万年了。</p>\n<p>十万年前的某一天，男女学生插上翅膀，飞上高高的枝头，情意缠绵。硕大的云苞敲开一个小口，他们将孩子塞了进去。傍晚，狂风大作，墙塌树倒，又是一轮沧海桑田，埋在地下的云苞，碰见了考古工作者百里仙汀，父亲告诉他，他是女娲的儿子，也是星空，那位神奇的电脑里嬉戏的两个人随意生成的程序。</p>\n<p>如此父亲也并没有讨厌他，并告诉他，在很久很久的年代，生活的环境如果面灭族或灭种的考验的时候，可能是采用这种办法延绵后代的。</p>\n<p>百里的童年是在征服天空的幻想中渡过的。十九世纪初，随着第二次信息革命的到来，天空幻想开始盛行，东土大陆流行着一个说法，谁征服了天空，谁就拥有至高的力量，当时的南燕女王银姬大人深信此道。父亲带着他，挖掘古代的遗迹，研究飞行器、火药，每天的讨论的话题离不开星空这样的词语。</p>\n<p>五年的漂泊后，父亲带着百里回到越涯机器都市，祖母住在那里，本欲只是短暂停留，结果因为祖母的挽留，每次都出走都没有成功。祖母是一名坚定的修行者，在井洞里已经生活了四十多年。在她同意搬出井洞时，父亲便留了下来。</p>\n<p>越涯都市在南燕中部的澍坪荒原，女王决定在荒原上建造通天塔和空天机场，这些都是飞向星空的基础设施，虽然祖母等组织了数百人进行绝食抗议，但最后还是妥协了，父亲成为通天塔设计师的一员，百里虽未成年也随着父亲一起学习各种知识。</p>\n<p>一回到家里，祖母便会检查百里有没有受到女王和轩辕人的蛊惑，她拿出一本小册子，告诉父子俩，轩辕人是有预谋的，女王是被迫，南燕是一个自然美丽而朴素的国家，星空在很早的时候就已经不存在了等等。</p>\n<p>祖母告诉他，先秦时代的楚国有一个崖壁洞窟，很多修行者在里面升天，终于他们等到了神灵，神灵告诉他们，他也是一个普通的人类，每个神灵都是通过种种不同的方式降临世界，而整个星空就是一个造神的工厂，每年的七夕，黑暗女娲指引乌鸦们趴刨出七条绝望的井通往人间，神民在天宫受苦，向往人间，一不小心踩中井盖便会降临在某个母亲的肚子里。</p>\n<p>由于父亲一直没有结婚，由此上天才会送给百里的父亲一个孩子，祖母坚持百里就是父亲的亲生儿子，祖母的嫡亲孙子。</p>\n<p>在轩辕族的支持下，通天塔和数十个空天机场不到十年就建好了，征集前往星空的布告也很快下达了，百里下定决心要去外太空看一看，在父亲和祖母都反对的情况下，参加了征天军，父亲没有再说什么，登上空天飞机之后才收到了祝福。</p>\n<p>父亲说：“答案需要自己寻找，不过一定要回来，我们都等着你。”看着墨迹从电子板上消失，百里才感到一丝后悔。</p>\n<p>第一年，出发十万余人，在通天塔的顶端，建造了通月之桥。</p>\n<p>第二年，在大家都在争执下一步怎么前进时，在月球上发现了一个跃迁门，通过后直接抵达了一个名叫荧惑的星球。</p>\n<p>第三年，在打败了土著人之后，找到了古代人类的笔记，其中记载一种离开金乌行星系统前往星汉（银河）的方法，百里这一年，成为了征天军的记录官和文档解析员。</p>\n<p>第十年，在星汉的深处遇到了一群星际海盗，打破了包围圈之后，终于抵达了一个友好的悬空都市。</p>\n<p>第十一年，悬空都市被告知其实就是宇宙的边际。人类在每个经过的地方挂了一盏明灯，如今宇空已经点满，各处明灯之司都都未找到离大地更远的地方。这一年，悬空都市发生了内乱，征天军死伤三分之一，剩余的人又用了更长的时间回到地球。</p>\n<p>百里发现，征天军一路向前，发现了更大的人类世界，和一个有限的宇宙边界。百里从外空带来的知识试验后发现也毫无用处，就如同于天空幻想小说中的幻想科技。百里站在太空舱里，大地的上空，他甚至幻想此时来到的地球也不过是一个假象，百里尝试使用外星科技操作空天飞机逃离此处，在得到无效操作的反馈之后，百里彻底绝望了。</p>\n<p>此后的记忆非常模糊，百里以及其它返回的征天军都失去了对身体的控制，等到醒过来的时候，已经回到了地面，站起身时迎来的是父亲的拥抱。</p>\n<p>“父亲，这一切都是真的吗”百里感觉身体不受控制的颤抖。</p>\n<p>“慢慢的就习惯了。”父亲告诉他，征天军在第一年飞行的过程中由于技术故障在不到一秒之间，已经全军覆没，身体用冷冻舱技术暂时冻结，意识被导入到模拟的星际环境中，直至近期技术进步，新成立的东土联邦给每位征天军都替换了新的身体，才都恢复了意识。</p>\n<p>所以三十年，这一切不过是梦罢了，让百里后悔不已的是，祖母早已离世多年了，她的话还记忆犹新，星空即使抵达了，也不过是大地的影子。   </p>\n<p>月篮水影都市在秦汉二零二四年南燕国亡后成为南燕省的首府，父亲在总督府当书记官，之后娶了一个妻子，全家人迁往月篮都市了。父亲帮百里讨了一个工作，前往他出生的地方庭燎书院，如今已经重建完毕，在书院里成为一名史官，参与一项的计划，这个计划与百里申暮的生世也有莫大的关系。</p>\n<p>月篮都市在战后重建中大量运用了虚拟现实的技术，市中心的繁华的普宁街，还有湖底星盘集市，都是技术运用的一大盛景。由于需要领取身体的协调剂，百里特意去了一趟星盘集市。</p>\n<p>集市上出售都是成品，在材料和成品的中间看到虚拟出的一个空间播放即时演示的过程影像，还有一些意识形态的物品，比如出售自己，出售一杯喝过的水，出售现场制作的头发编织。百里见达到了卖古董的公羊依水，他发明了一个机器将散落世界各地的沉睡中的蛋壳登录到网上，供人收养。更确切的说，只有接到网络的，心智才能成长起来。他们会跟据收养人的需求设计蛋壳中神民的成长环境、身体、性格和外貌修正。万无一失，只有孩子的养父母知道细节。</p>\n<p>公羊依水也是一位修行者，在古董店工作十余年，通过这个做法已经救助了二千多个神民。百里拿到协调剂时，店家提起公羊的母亲姬成氏精通百家经典、奇门异术，并且略知占卜之道，是首版地球志的编辑。</p>\n<p>“听纤陌先生说，尊母是博学之士，不知是否有幸拜见。”</p>\n<p>“言重了，家母就在里面，这边请！”</p>\n<p>百里见到的这位端庄典雅的女士，并不是印象中巫婆的形象。</p>\n<p>“第五代网络技术成熟之后，空间技术也以不可想象的进度突破难关，轩辕族主导的空维基地天空幻想研发署急需要大量被实验者参予到高维技术——界网的研发。界网，界定思维意识的虚拟空间，越脱离真实、离世界越远的灵魂，越能形成自我的真实感，他们内心深处的世界架构被称为边缘世界——一个常人难以理解的平行时空。在保证绝对安全的前提下，委员会通过了这次实验审批，同时轩辕族也保证银姬大人的安全不会受到威胁。”</p>\n<p>“感谢您的告知。”</p>\n<p>此次事件已经记录新版《地球志》，称为大撤离，在百里申暮在参加历史研究之后也发现了这段记录。真实的大撤离中，飞船并没有载着一具具肉体射向太空，只见人挨个地走进了一座座象极了太空仓的神经仓里，在机器人程序的使动下被放进了远离辐射的通天塔，面向地心的穹庐，一株大树一样的墓穴群，在那里集体冬眠，人所有的意识、身体信息却被捎往虚构的地外世界，一个地球上虚拟的太空。</p>\n<h2 id=\"机器森林行走的骨人旅者\"><a href=\"#机器森林行走的骨人旅者\" class=\"headerlink\" title=\"机器森林行走的骨人旅者\"></a>机器森林行走的骨人旅者</h2><p>秦汉二零三零年的秋季，作为历史学者，百里申暮受南燕总督的委派前往雪嶷市庭燎书院。太师东皇弃武是一位女蜗信仰者，由于太师府出资主导了庭燎周边的发掘以及书院的改建，庭燎的环境保护得非常好，人工植造的森林环绕着湖泊，农家紧靠着河道，百里最喜欢的运动是登高远眺，一眼望去，如同看到了机器城市时代之前的森林城市时代，百里感觉这是最好的状态。</p>\n<p>这个状态一直持续了一年。第二年六月，中汉省迎来了雨季。座落在雪嶷市三号雪谷的北蒂院在暴雨中淹没，抢救中不小心将隔离研究的噬肌机器病毒散发到空气中，导致雪嶷市市民的细胞面临分子态机器化的危险，司马府急召已经机器化的前南燕征天军士兵和其它已经机器化的志愿者前往雪嶷市参加救援，百里也在应召之列，同行的还有一位生物学家公刘肆柒。</p>\n<p>公刘是全身机器化的女人，庭燎工作期间，百里尝试与她交往，但是碰到她完全是机器的身体后就放弃了，公刘一直都记得的那个人告诉她，有一天会送她一件人类的身体，植肤光滑如玉，柳眉明目含情，百分之百的生物质体零件。肆柒不喜欢闭上眼睛，因为她相信黑暗世界直通替身神经核心，公刘小姐的祖先，还有她一切一切的梦想都牵系那个弱体质的生命，一个源代码是人类的灵魂。</p>\n<p>遭到拒绝后，公刘说：“对于已经机器化的我们来说，当然不会明白，人体的生态远比大自然这个虚伪的生态系统复杂得多，你甚至无法想象面前的一片森林可能也是分子态机器化所营造出来，徒有其形和氧化空气的功能而已，生活在这片森林里，慢慢的变成了一具走骨而毫不自觉。”</p>\n<p>百里被分配到回春楼收集病理数据和照顾病人，市内中央处理回春楼目前收留了五千八百多人类被半机器化而从意识与身体隔离的人类，大多是儿童。出入检查时，百里发现一名叫郦食（li4yi4）鹤美的志愿护理人员是厌奈病毒的感染者，厌奈病毒滋生在机器与人类之间生物接口边缘的一种病毒，染上就不能连接界网。为了在现实世界谋生，她选择成为一各护理人员，赶上女蜗祭拜日便会来医院做些义务工作。</p>\n<p>公刘分析，噬肌机器病毒和厌奈病毒存在某种关系，感染者多是使用界网连接器后出现严重的反应。</p>\n<p>厌奈病毒首次被检测到是在秦汉二零零八年的尾憩战场，心术学社的桑河干城为了验证自己理论，将自己委身一架战机，参加了入侵西部族长联盟的战斗。“意识遗传产生生命时间差，时间在后的一方表现出世界意识，并弱化生命活动。如果遗传对象为非生命，则遗传中两方具有同步意识。”为了控制战机，让自己的意识从躯体上剥离，全身心与战机的电脑结合，乃至在机翼上产生展臂飞翔的念头。当他回过意识，却感染了一种不名的病毒，治疗无效死亡，这种病毒后来被称为厌奈病毒。</p>\n<p>后来桑河曾经控制的战机被运到了绠宸机械都市附近山脉的朗本机器工厂。</p>\n<p>为了理解噬肌病毒与厌恶病毒的关系，公刘决定马上前往一趟绠宸，百里也跟随前往调查东土界网目前状况。</p>\n<p>从绠宸机械都市东驶约莫三十里的轨车行程就是位于轴承省北境的钢窟山脉了，它在轴承是天气腐蚀标准里是最低的山脉。朗本机器工厂在钢窟山脉之内，始建于六十四年前，是东土大型智能机械设备生产基地之一。创使人宽寂朗本因提出机器智能的“概率认同”标准而誉名，这条标准确定了机器人在人类社会的组成关系，也引发了十年机器人权运动，提出当时更是引起了不小的争议。<br>机械都市提督傳余镇远带百里等参观了朗本机器工厂。</p>\n<p>这个都市，包括这个工厂，都没有见到一个有着肌体组织的人类。</p>\n<p>认真工作的女士同公刘一样，都是机器化的女人，虽然是植皮过后的面孔，却鲜有丰富的表情。</p>\n<p>傅余介绍，十几年前，战机运送到都市之后，接触战机的士兵都感染了厌奈病毒，病毒传播开来，市民争相离开了绠宸都市，所幸这个病毒只生存在机器都市这样的环境里才没有进一步传播，仍然留在绠宸的朗本工厂等人发现部分机器化可以增加对病毒的免疫，于是这里变成了名副其实的机器化的人可以正常呼吸的城市，虽然当前空气已然无害，还是不会有真实肌肉的人类来此旅行。<br>肌体的机器化也为研究意识与机器壳体的沟通原因提供了方便，第一个界网模型便是在这个城市由朗本工厂的前辈伯皇缅卿所提出，据伯皇先生存稿说明，界网创造的初衷就是最大限度的模拟真实的自然，其最早的应用是给即将死亡的人类建立一个意识虚拟的空间，一种永远封闭的意识空间，即虚冢。它要求即死之人主动放弃现实中的感观，将意识导入封闭在虚拟空间内，再在空间外标上碑文。这就是死亡的界定。虽然理论已经建立，却没有人亲自尝试过。</p>\n<p>“我希望试一下。”公刘私下里与百里这样说。通过更换器官的方式，公刘活了近二百年，百里也觉得这是最适合她的死亡方式。<br>提督在朗本工厂安排了这一次试验。</p>\n<p>公刘先在助手的协助下，使用朗本工厂保存的病毒株标本，在无菌室里先进行了一次噬肌病毒与厌奈病毒的活性试验，毁去了面部和手脚部仅剩的皮肤，得出一份报告，显示噬肌病毒与厌奈病毒存在片段的相似性，目前除了机器化尚无更好的办法。公刘让百里向司空府上报，提议关闭市内的界网、限制任何形式连接界面的行为。</p>\n<p>之后的虚冢生成试验里，没有面孔的公刘对百里轻轻微笑，这一次，百里表示他真正感觉到了。公刘希望可以带她在身边，直到虚冢的意识还可以激活的那一天，她还可以以青春少女的芳容出现在那个人的面前。虽然百里并不清楚试验是否已经成功，那个装着虚冢的小盒子却一直随身带着，每当夜里，盒子都会向外散发着暗淡的光环，让人觉得里面的人还活着。</p>\n<p>司空府的急令并没有得到立即执行。七月一十七日，空维研究所发生了暴动，大批从界网苏醒过来的市民通过各种方式阻止工作人员进入，进而已经完全机器化、依靠界网生存的市民也加入了反对者的行列，太师府激进派组织了大量的平民、修行者和女蜗信仰者企图用人力来对抗完全机器化的市民，最终酿成了七一七惨案，等到正在执行任务的百里等人勿忙赶到的时候，已经无法阻止反对者漫延的态势。</p>\n<p>中汉省全境均出现了不同程度的动乱。</p>\n<p>中汉昔弥市也出现首例感染噬肌病毒死亡事件，此人名叫江牙怀燧，作为调查组一员，百里来到江牙家吊唁，见到了很多慕名而来的天空幻想组织成员。怀燧的儿子中流是位普通的空维机车组乘务员，穿着朴素，也没有明显的悲伤，答礼之后，百里约他了解怀燧的死因。</p>\n<p>江牙怀燧在空维机车组工作，从未连接过界网，而且还是一位天空幻想家，他在《诸星之外》中设想未来太阳燃尽时，人类逃离太阳系的旅居生活，里面提到后期人类生活在一个被诸多人造太阳、人造月亮，人造卫星以及人造人包围的地球，几乎忘了外面的世界，因为他们肯定了诸星都是古人的创造，星星的外面也不会有真实的太阳。</p>\n<p>另外一部作品《流浪的天外客》中，将同步意识产生的生命体比喻为潜伏在人类周围的天外客，而界网则是生产天外客的温床，因为人类带入文化、意识、精神或者灵魂等变得复杂，将之等同于界网外的世界也不为过。</p>\n<p>“世界产生认识世界的力量，如果世界已经没有了人类的存在……”怀燧曾经这样对中流说道。</p>\n<p>中流说：“父亲是自愿去的，昨日他正在房间整理一篇手稿，一个小女孩出现在他房间里，他们聊了很久，当然准备茶点回来，发现房间里出现了一扇门，父亲穿过门后就躺在地上了，噬肌病毒将他的身体腐蚀得只剩下骨架，然后小女孩拿着一个透明发光的盒子也消失了。我能感觉出，他走得很快乐。”</p>\n<p>回春堂医官检查过后，百里对房间解除了隔离，百里发现怀燧不仅是一位天空幻想者，也是一位界网工程师，参与到“界内界网”高维项目研究，二十多年前，他的工作小组因为经费问题宣布解散，他决定独自担负复杂的后续研究，一个月后就累得生了一场大病，然后在医馆里开始写天空幻想，以此筹集经费。</p>\n<p>百里打听到怀燧曾经在南燕一家学社的报端发表过一篇“界内界”的文章，其它地方学社也转载过一两次，文章名为《虚伪的现实》，阑述了完全唯心的“对比现实”理论，它强调人类可以通过对比来建立现实的意义，并忽略虚拟因素的存在，且这个过程在人类发展史上为重要一环。</p>\n<p>该理论基于空间观“条件黑洞”，根据边界条件和常值设计了一个封闭数据空间，用来自我封闭意识，这是建立界内虚拟环境的关键因素，由于理论缺陷，江牙先生预测足够复杂的内部虚拟环境会产生变异的程序——读心者，逃脱壁垒的限制。<br>百里将程序变异的可能性上报了司空府，证实了读心者的存在。</p>\n<p>在空维研究所内，读心者被设计为一个小女孩的形象，高维折叠的空间需要一个观察者，读心者可以将人的意识导入到高维空间进行实验研究，其它的工作便是给研究员端茶倒水，添加乐趣，研究员都很喜欢她，但只有少数人知道她的来历。</p>\n<p>对北蒂院的调查也显示，读心者侵入了这个分子机器研究所，提供了厌奈病毒的基因序列，才会有后来的噬肌病毒的开发项目。<br>噬肌病毒并没有转移到其它的城市，不过各地的暴乱却没有因为司空府不关闭界网的声明而停止，最后司马府下令关闭中汉整个界网系统。</p>\n<p>没有了网络，城市顿时陷入了死寂。</p>\n<p>一个月内经过反复的查杀，界网重启，城市又是一片生机盎然。</p>\n<p>雨季过后，形形色色的行人挤满了街头，虽然道路上的积水也比以往更为严重，但是钢铁与森林的气息，和上雨水的味道，却让旅行至此修行者留恋忘返。</p>\n<p>事情至此也告一段落，但并没有因此而结束，由于界网给生活带来的极大便利，它的安全问题也被人们所遗忘，连入界网的每天都有暴发性的增长，甚至于读心者也成了一种明星的存在，多次出现在娱乐相关的新闻里。</p>\n<p>多年以后，百里作为历史补全计划的负责人获准进入空维研究时所见到了那位明星小女孩——音阂，关于读心者的“可怕”程度，百里借用了一位作家的话来形容：“水镜的那一头飘来一位读心者，冥灵一样向我招手，她穿过幕墙，踩着地镜，地面有她清晰的彩像，我想那是她的‘黑影’，微笑着，先于它的主人向我索命，然而当那个“黑影”连同它的主人透过我的身体时，我听见一声惨烈的叫声，街头的分贝仪却稳稳地享受着它夜晚的安静。”</p>\n<h2 id=\"忆往兮时光逆流成河\"><a href=\"#忆往兮时光逆流成河\" class=\"headerlink\" title=\"忆往兮时光逆流成河\"></a>忆往兮时光逆流成河</h2><p>因为在噬肌病毒事件中的特殊贡献，百里被任命为司空府历史调查院技术官，正式加入总部在庭燎的全名为地球历史补全计划的秘密项目。</p>\n<p>百里认为历史有三个版本，一个是绝对历史，人类有且只有一个绝对历史，一是当代人参照考证的历史按照历史的演化规律进行演算得到的虚构历史，一是由人类记录的通过文献、影像或数据存储的碎片历史。</p>\n<p>轩辕丘在轴承省东北角，曾经作为该省的首府，是既有记载中可以制造天星的科技中心。轩辕丘的水间碑廊上记载着一个传说：很久很久的东方，雨水不断，洪水淹没了他们的城市，轩辕人组成了一支军队，寻找传说中的雨师城，直至秦汉一四五一年，千艘方舟穿过天空发现了轩辕丘，而那里也常年四季下着雨。</p>\n<p>百里解秘了一份来自轩辕族飞船的资料，发现轩辕人在寻找一个答案。他们自称来自一个遥远的地球，太阳系毁灭之后，驾驶着飞船经过数千年的旅行才来到这片可以居住的大地，然后经过数百年的发掘和探索，虽然粗浅的分析会发现有很多不同，但最后轩辕人发现这里就是他们曾经离开的地球。</p>\n<p>同样，根据一份取证严密的轩辕族历史调查报告发现，大秦远征军从大陆东岸出发一直往前，最后他们发现了新大陆，并停靠在大陆的东岸，那里离他们离开的地方相距不过一百里之遥。</p>\n<p>轩辕最顶尖的空间技术机构御星堂试图用宇宙空间的理论和数学去解释这一现象，至今没有可信的发现。</p>\n<p>百里前往西干省拜访了一些曾经在不同大陆有过多次迁徒的古老部族，他们均不知晓有轩辕一族的存在，苍谣部族的一个前辈有琴氏乐盲在研究秦朝历史的时候也有这样的感觉，之前并无秦这样的国家，他深刻的相信仙人从蓬莱返回后才有了春秋战国之秦朝的历史。</p>\n<p>古燕国人最原始的宗教是月神祭祀，在轩辕人参与主编的《地球志九三三年修订版》与轩辕族的龙神祭祀有着相互融合的痕迹。辕辕人如此描述这个世界：“彼月之影，时隐时现，彼影之海，为阙之泽。”说明天空之门的所在。</p>\n<p>其次又在予荣编辑的《冥古》提到轩辕古国征天的传奇：“途眠之都予荣使流水兆空城，登庇天丘，征帝水国，围天丘建浮城十余座，征暮楚之都，胜。浮空城聚为一体，举城之兵行将天阙，曰雨师城。”《地球志九四零年修订大庭枭凤版》中的古国神话中提到禹帝正是雨师城的创造者，雨师城飘到月海云天，成为天上的盘古大陆，成为月之阴。</p>\n<p>东土大陆的这些历史不足以令人信服，百里希望可以在这个星球更远的历史流洪中找到答案。</p>\n<p>秦汉二零三三年四月，东土联邦与民主菩梁的外交获得重大进展，在半神人族族长颛孙青岚主动邀请下，东土对民主菩梁展开了首次正式访问，百里也在使节团之列。</p>\n<p>菩梁位于息陬大陆的东北，包括菩梁半岛和东山岛。当空舰飞临浪德市的上空，百里是第一次如到如此壮观的巨木森林，整个城市架空在森林的中央，中间是一个巨大的圆柱，直抵云霄。城市有着较高的科技发展水平，由此可以理解原始部族的社会结构所凝聚的实力，可以和轩辕族对抗数百年之久的原因。</p>\n<p>接待使团的名叫墨胎简狄，是一位独目人，血统源自独目人族，菩梁还生活着为数不多的巨人族、九夷族，目前族群还保留着不同人种互不通婚、和平共处的族规。不过大多数远古人种在气候变化中灭亡了。</p>\n<p>墨胎向一行人介绍了城市中央的世界树，远古时代有一位名叫西奚的少年女仙，她把秀发献给了碧海，形成大陆、降水以及河流，眼睛献给昊空，化做了太阳和月亮，霓裳献给了大地，成为大大小小的森林，然后女神的身躯开始枯化，柱立在世界的西方。半神人族的精典《息陬传说》收录了各个部族的部族的故事，其中有一段讲到一个叫扶桑的树人种族，被用来吞噬森林，但是扶桑因为某些功能不够完善，在太阳的高温曝晒大片枯死，只有那位少女母亲因为追逐“太阳车”而来到平原，虽然少女已经枯萎，但是她根茎却大量繁衍形成了现在西陆广袤的巨木森林。</p>\n<p>息陬保护完好的世界树有四株，浪德这一株被称为创世之树，百里看到时有一万多年的历史。</p>\n<p>百里问：“请问城市为何建在巨木森林之上，您是否听说过古代的神族也是将城市搭建在巨木之上，枝头挂着千万个颗壳，里面装着神族的婴儿？”</p>\n<p>“东陆的神话传说，也略有耳闻，正确的理解应该是，枝头不仅挂着婴儿，而是整个神族，他们连接到同一个核心。对大陆板块移动和古生物学都有研究的轩辕人子服鸿予正在菩梁旅行，近期曾发文证实东陆神话中的巨树最高可达一千余米，和面前的这一颗一样是同一个物种。子服可以确认的是扶桑采用一种特殊的繁殖方式，后代能保存先代的所有记忆，在死后脑体的那部分也会凝结成一种可以解析成数据的物质，这种介质的化学稳定性也异常的好，学名叫玉殒。”</p>\n<p>作为国礼，民主菩梁赠送了五十枚玉殒，以及玉殒的探寻和读取技术。</p>\n<p>百里回到中汉省便开始组织东陆的玉殒发掘工作，玉殒解析的跨国合作组织也被提上了重要的日程。</p>\n<p>百里需要从收集到的三万六千多枚玉殒碎片中解析的线索中寻找剩下的玉殒。每天都有新碎片入库。一枚碎片储存的信息总量相当于整座庭燎图书院，集合所有的碎片就有可能依据记录拼凑出地球历史的原貌。</p>\n<p>该项目进行了八年时间，统计出的碎片共十四万八千九八百四十七枚。译制全由机械完成，百里的工作是历史比较研究，重点是虚拟文明。百里发现与“元界文明”有关的碎片有七千多枚，译本堆满了整整一百间纳米折叠盒，整个分层查询工作全靠机器助理帮忙。研究后发现，玉殒碎片中的“元界文明”后期也曾构筑类似界网的虚拟世界，他们将洲际网络终端综合在一起形成终极核心系统，在线的三十七亿网民给核心提供“生物神经运算空间”，他们称其为矩阵元界。</p>\n<p>秦汉二零四五年冬，在空维研究所里，百里决定还原世界树的真相。读心者穿梭于高维展开的玉殒芯片中，吸收人类灵魂深处的记忆片段，发现了一个文明的循环，他们都有一个相似的神话。在场的著名学者尊卢康晋将这些神话归结为“洪荒前的史诗文明”。</p>\n<p>传说三皇五帝所在的时代。人类祖先经过上千上万年的努力终于在地球上开创了一个惊世的文明——天演纪元·元界文明。为避免如此伟大文明终结，始祖们开始保存文明的果实。远古大帝建造了十三根世界树，开辟了天空之门，一套巨大的设备将通向高维世界的唯一通道投射到现实世界的三维空间，那座岛被尊称为璇机，是天神控制世界的枢钮，是最大限度储存世界当前状态的机器。</p>\n<p>通过网络时刻监测人们的思想，完美模拟元界文明从无至有的过程，整个文明的形式和成果都被保存玉殒集成芯片内，放置在世界树的底室，在人类遇到大灾变后的若干时间内，生根发芽，长成世界树。世界树能结出装有生物的果实，有人类，有妖怪，有野兽，也有植物，微生物，所有生物，甚至包括网络中虚拟的生物，按照进化的过程世界树一一制造出来，直至回到灾变前大致的状况。</p>\n<p>这天晚上，百里在家里又见到了读心者音阂。</p>\n<p>十月五日，百里向军师堂提交了玉殒集成芯片的研发报告。百里申暮辞掉了工作，见过父亲之后，开始了一次旅行研究。</p>\n<p>百里在路上并没有看到好的风景，世界上灾难事件不断，先是西干省数月间连发二十多场十级地震，然后是海啸袭击了东部联邦所有的沿海城市，短短数年间，世界人口骤减了一半以上，期间更多的世界树也被竖立起来。</p>\n<p>秦汉二零五五年，百里跟随着队伍，走进了世界树的内层通道，和众人一样躺进了蛋壳一样的云苞里，等待溶剂浸满全身，灌入肺里，等待苏醒。</p>\n<p>有一次醒来，躺在一位母亲的怀里，母亲告知他的生日是在贞观十一年，直到死的那一天被埋进了坟墓。有一次是在一个冷冻室里被人救醒，有一次只记得自己已经醒来，却没有任何印象，或许醒来时就已经死去。</p>\n<p>最近这一次，是在乡间的一家卫生所里，蛋壳从空中高速掉落，蛋壳破裂后，百里也受伤了，向附近的农家求助后抬到卫生所检查，所幸并无大碍。</p>\n<p>百里申暮延着大道，一直来到苏州城内，被我所见。</p>\n<p>“我现在看到的你是真实的吗？”我最后问他。</p>\n<p>“末日前夕，我回到已经成为废墟的越涯都市，见到了轩辕垣延，他让我躺在地上，闭上双眼，问我是否能感觉密林的那一头是无际的平原，漫天飞舞着无数个蝴蝶，它们是数据虚拟的，还是用自然界的材质制成的机器。从他的描述中，我似乎看见了蝴蝶，当我睁开眼睛，看到的却是屋顶上的洞居人的绘画《天马追云图》，我能真实的感觉自己也在云中漫步，前倾轻影飘移，右蹄点擦云缦，耳边是落云的呼啸疾风，在产生这种感觉的时候，是否它已经发生了，眼睛看到的只是一个假象呢。</p>\n<p>每个人都在改变世界，每个人也都拥有自己的世界。只要将处于自身的平行时空对上世界的脚步，就会在这个世界获得生存的权利，交流时能建立时空的重叠，与双方交换联系方式，彼此分享快乐与智慧，则两个人的平行时空也都会扩大，宇宙也会增添一份复杂，这些也都是真实存在的。”</p>\n<p>一年以后经过那座桥，再次见到他，他只是一位普通的环卫工人，拾起我掉落的手机，追上我，然后回眸我一个简单的微笑，俯身捡起一片剥落的树皮。</p>\n<p>当我一脚踏进路边超市时，突然好奇一个问题，不过已经无所谓了。没有征得他的同意写了这篇传记。如果有一天，我会和他探讨其中的细节，但是我希望这一天，永远都不要到来。</p>\n","categories":[{"name":"文字","slug":"文字","count":26,"path":"api/categories/文字.json"}],"tags":[{"name":"科幻","slug":"科幻","count":11,"path":"api/tags/科幻.json"},{"name":"艾梅设定书","slug":"艾梅设定书","count":4,"path":"api/tags/艾梅设定书.json"}]}