{"title":"冥冥之中","slug":"words/mingmingzhizhong","date":"2012-04-18T06:52:37.000Z","updated":"2017-05-12T06:22:34.514Z","comments":true,"path":"api/articles/words/mingmingzhizhong.json","photos":[],"link":"","excerpt":"洪武二十九年，帝赐紫衣山庄衣侗贝及其后世子孙终世为侠，佩剑行走。<br>这是皇帝陛下亲笔的诏书。<br>陛下打江山的时候，衣侗贝随着江湖上有名的侠客为吴王效力。后来立新朝了，乱世结束了，站在夜色里，经常叹道，天明了，江湖中人还能做什么呢。<br>金陵就送来了诏书，同军户，民户，匠户一样，陛下许我们永世为侠，并随时等待国府的召唤。衣大侠成为了从官剑客，坚持武士的荣耀，受命于天子，执掌生杀，为民除害，除暴安良。<br>直到他死去的那天，还没有意识到江湖所面对的危机。<br>","covers":null,"content":"<p>洪武二十九年，帝赐紫衣山庄衣侗贝及其后世子孙终世为侠，佩剑行走。<br>这是皇帝陛下亲笔的诏书。<br>陛下打江山的时候，衣侗贝随着江湖上有名的侠客为吴王效力。后来立新朝了，乱世结束了，站在夜色里，经常叹道，天明了，江湖中人还能做什么呢。<br>金陵就送来了诏书，同军户，民户，匠户一样，陛下许我们永世为侠，并随时等待国府的召唤。衣大侠成为了从官剑客，坚持武士的荣耀，受命于天子，执掌生杀，为民除害，除暴安良。<br>直到他死去的那天，还没有意识到江湖所面对的危机。<br><a id=\"more\"></a></p>\n<p>从紫竹轩到毗莲台，衣若岚问过每一个下人。<br>“小姐去哪了”<br>没等他们摇完头，又跑向下一处，那些他们经常去的地方都没有踪迹。她似乎把笑悄悄的藏在眼皮底下，并埋下笑声在他的心里不断的唤起一阵阵的波澜。在紫衣山庄，没有谁可以带走他。<br>“没有谁可以带走我。”若薰妹妹在他面前重复着，她是父亲的掌上明珠，但是父亲的强迫令她心生讨厌。<br>“除非他杀了我。”<br>经过马棚，山庄的老老小小远远近近一个个都低下了头，燕门世家送来的几匹骏马口吐白沫，躺在地上，它们的呻吟低沉，让他的眼睛模糊，渐而失去的对颜色的感觉，妹妹的红妆变成了白色的影子在眼前晃悠着。<br>父亲命衣若岚找到妹妹，把她带回山庄。<br>“不孝女……咳咳。”<br>“爹，你进去休息，妹妹的事就不要伤心了，我一定会把她安全带回来。”<br>如果是他，一定可以的。<br>因为他相信，妹妹会在某个地方等着他。<br>衣若岚不是她的亲生哥哥。父亲把他带到祠堂，亲口告诉家人，他是私生子。母亲没有愤恨，在场更无人窃窃私语，似乎天佑衣家，喜事一桩。</p>\n<p>衣若薰隔着帘子，好奇的打量这位同父异母的哥哥。<br>她没有哥哥，别的家都有兄弟姐妹说话，而她只有远远的看着。<br>现在上天给她送来了一位哥哥，他身上披着爹爹的衣服，手上抱着爹爹的竹叶双剑，竹叶双剑平放在香案上，给爷爷上了一柱香，接过爹爹的紫鱼抱菱玉佩。<br>自始自终，惯常紧锁眉梢的爹爹，眉色大开，变得和阿妈一样可爱。<br>爹爹从来没有这样开心过。若薰看到爹爹这么开怀，也跟着在心里乐着，感激的唤了一声“哥哥”，但是当哥哥面向若薰的时候，一点不自然的嘴角上扬像是在嘲笑这一切扭曲的亲情，他和她不是一类人。<br>她发誓不会再**近他，不会。</p>\n<p>进门之后，看人只看衣，他没有正视谁的眼睛。<br>但是衣若岚在大家的欢庆声里听到一声“哥哥”，这是个和他一样大的小女孩，漂亮的脸蛋，花绿绿的衣衫，富家小姐的打扮。路上听父亲说起妹妹的故事，妹妹衣若薰，只比他一岁，琴棋书画，样样在学。<br>直对着她明亮忽闪的双眸，压抑着神态，心里笑了出来。<br>他似乎明白了要守护的东西。那时对于弱小的他来说，这份懵懂的感情占满了他的心思。<br>他想起了过去的经历。<br>围墙筑造的城堡不能抵御寒光的侵蚀，暮色降临的那个晚上，命运在他的围墙上劈开一道裂口。<br>血色残阳，惨淡的不是湖映的落日，而是久久不能褪散的腥气。<br>一天，二天……四个天光过去了，他从井壁的小室钻出来到地面。<br>整个晚上，借着星光，将记忆中一张张脸全静静的抹去，只剩下新鲜泥土上的苇草随风摇曳着。<br>一个英俊的中年人，**一般的年纪，站在跟前。<br>“小兄弟，你叫什么。烟霞山庄庄主云想衣是你什么人？”<br>“云舒剑。她是我娘亲。”<br>“庄里其它人呢。”<br>“他们都去追坏人了。坏人死完了，他们才会回来。”<br>坏人死绝了，娘亲还有族人的魂魄才得以安息。<br>“跟我回家，愿意吗。”<br>“把你手中的剑给我，我就跟你过去。”<br>“成，来，上马。”<br>中年人叫衣侗贝，是娘亲的朋友。<br>而若岚成为了衣侗贝的私生子。<br>身份不重要，重要的是他还有一份恩怨没有了结。<br>在庄内都敬他是大公子，不与他交谈，也不与其它人谈及关于他的任何事情。父亲给他在东厢的环碧阁布置好一间房间，重要的客卿，亲戚都是安排在这处住下，少时半月，多则一年。<br>像山庄的客人一般，若岚在此度过十年的春秋。</p>\n<p>木塔群与环碧阁隔着一片荷塘，高耸的木塔之间是数不尽的悬台组成的悬天阵，紫衣山庄的绝世轻功是在这里练成的，但能在这里练功的都是衣家嫡系子弟。悬云阁是衣若薰的闺房，在东塔的顶端。清晨和傍晚，若薰便会向下张望。八卦莲台，变幻莫测，或虚或实，只有身如轻燕，疾如东风的人才能在池中自由漫步。<br>凤来入莲池，落羽架鸾姿，戏鸳惊鹤起，心见升龙思。<br>莲池上飞着二只燕子，还有一个人。<br>双燕和着人的脚步拍打着翅膀，一腾一跃，一冲一止，不知道是燕随人，还是人随燕，在她眼中那就是三只无忧无虑、享受飞翔的小鸟。<br>衣若薰整月没有走出过山庄，整天没下过木塔，整个目光却一直看着下面的一静一动。<br>下面的燕子们也从来没想过飞上木塔。<br>有天，爹爹准哥哥上悬天阵练习。口上唯喏，但不曾接近木塔半步。<br>入夜了，起风了，还有一个人稳稳的落在莲台上。衣若薰走出悬云阁，飞身坐在栈桥的檐角边，双脚来回踱着空气，似乎那载着花瓣的风是一湾流淌的小溪。不知不觉，风向已经变了，高台上的女子决定回家。犯困的衣若薰收回脚站起来的瞬间，她忘了漫天的溪不仅可以清洗她的脚踝，还会将她整个人从栈桥上冲走。<br>衣若薰乘着风飘向地面，失重本可以将她的睡意驱走，但是一双有力的手抱着她缓缓的落下。<br>“哥哥。”<br>“嗯，是我”<br>近距离端详着他，当年高傲、不可一世的哥哥仍然没有亲情一般的感觉，却有一种不能理解的力量深深的吸引着她。</p>\n<p>有若薰妹妹在，时间并不算过得太快。<br>虽然他们只是隔池相望，一个楼上舞，一个池中飞。<br>直到这年的中秋团圆日，宴席上衣侗贝夫妇看出若岚有心思，便支他去了他们房间。<br>一关上门，衣若岚便长跪在地，衣夫人忙把若岚扶了起来，父亲令若岚先坐下。<br>“父亲，我要去烟霞山庄祭拜我的父母。”<br>“孩子，你是想为父母报仇，对吗。你父母是我的挚交好友，我又何尝不想。但杀他们的人不是我们可以对付的。不过你有这个心，我会支持你。祭拜的事，我会让衣木儿去准备。我已稍信给了萧门主，你回来的时候，你妹妹婚事也忙完了，我送你去君子堂，这其中的恩怨到时候自然会明白。”<br>“父亲大人，母亲大人的恩情，孩儿永生不忘。”<br>若岚说完退出房间的时候，看见若薰离开的身影。<br>哥哥不知道，席间衣若薰也看出了他的不安。若岚追上来时，她故意一路南走，飞出山庄的南墙。<br>然后一个回头，他们撞在了一起，拥抱，往老树杆**去，不想分开。<br>许久。“哥哥，我不想嫁给那没有见过面的燕少，哥哥也不要去报仇，我和你一起重建烟霞山庄好吗？”<br>让若岚放弃复仇已是不可能，她还是把想说的话说了出来。<br>许久。“我不能带你去。”<br>衣若薰挣脱他的怀抱，跳回了庄子。留下若岚，呆然坐在地上。</p>\n<p>第二天，妹妹便不见踪影。<br>离开紫衣山庄，在苏州，在烟雨庄，在梅花岭，在烟霞山庄，舞动的红裙，渐渐的淡了颜色。<br>马不停蹄地，再次回到紫衣山庄，已经物是人非。<br>晚上借着星光，衣若岚看到了过去的烟霞山庄。<br>血还是一样的味道，虫鸣声此起彼伏，显得山庄愈发的死寂。<br>父亲和母亲都已经死去多时，莲池散落着黑白的棋子，正在下棋的客卿也没有逃过毒手。悬天阵木塔都被推倒了，妹妹的悬云阁，散落的衣服，折断的桌骑都浮在莲池里。池子里没有找到若薰妹妹。<br>若岚将院里的所有人都埋葬在了南墙的坟地。<br>老树底下，他将妹妹的衣物折叠好放进了坑里，一点点的填着土。<br>衣若岚将父亲和母亲的灵位陈放在祠堂里。<br>“爹，娘，每年清明，我一定来看你们。”<br>妹妹的灵牌放进包里。她一定还活着。一定可以找到她。</p>\n<p>君子堂在等着他。</p>\n<p>异恒作于2012年。</p>\n","categories":[{"name":"文字","slug":"文字","count":26,"path":"api/categories/文字.json"}],"tags":[{"name":"武侠","slug":"武侠","count":3,"path":"api/tags/武侠.json"}]}