{"title":"冥古历设定","slug":"words/ming-gu-li-she-ding","date":"2016-05-10T02:13:45.000Z","updated":"2018-03-04T11:56:14.257Z","comments":true,"path":"api/articles/words/ming-gu-li-she-ding.json","photos":["/images/game/冥古.jpg"],"link":"","excerpt":"最初世界只有一个大陆，一个圆盘里的大陆，就像现在天上的月亮。大陆上空无一物，然后天上出现了一块雨云，一块、二块、三块，云越来越厚，雨也越来越大，落在大陆的中心成为了一面湖，这便是海生纪年，大陆开始出现生命。大地之所载，天空之下，天气恶劣的海生雨雪风雷五十万年，大湖变成了大海，大水冲出无数平原，推倒了无数山丘，冲刷出了六块大陆，绕着内海环绕而列，依次是东方的纽镜洲、盘根洲、逆鱼洲，南方的番兽洲，西方的毗象洲、屈足洲，内海的中洲。","covers":null,"content":"<p>最初世界只有一个大陆，一个圆盘里的大陆，就像现在天上的月亮。大陆上空无一物，然后天上出现了一块雨云，一块、二块、三块，云越来越厚，雨也越来越大，落在大陆的中心成为了一面湖，这便是海生纪年，大陆开始出现生命。</p>\n<p>大地之所载，天空之下，天气恶劣的海生雨雪风雷五十万年，大湖变成了大海，大水冲出无数平原，推倒了无数山丘，冲刷出了六块大陆，绕着内海环绕而列，依次是东方的纽镜洲、盘根洲、逆鱼洲，南方的番兽洲，西方的毗象洲、屈足洲，内海的中洲。</p>\n<a id=\"more\"></a>\n<p>海生停，海茫现，河流成，大海冲出了大陆，冲满了整个世界，大海便是整个世界。六块大陆在世界，也就是在大海的某处，人类繁衍，暗流涌动。水族呙谷治水成功，小河积成大河，小湖化为大湖，内海的水分流混入外海。中洲有一个国家，名叫流水国，居住着求沆族。流水国有一座朝天山，山体黝黑，无绳河奔流而下，注入鉴海，鉴海中有鱼名叫玄屯，可以乘座人。朝天山很高，流水国在朝天山谷地的一块平原，平原的中心是一个深井，夏秋之际，数千个天上河穿井而过，形成了一瀑布。</p>\n<p>往北行五百里有一个青禀国，居住着奄息族，该族在鉴海中建城，雄城的高塔似乎可以穿透天穹，比肩朝天。青禀国北部的钮镜洲有一座皇山，皇山森林繁茂，细流密布，却无凶猛的野兽。再往北是尼兰山，山上水汇流而下的滂水河往西注入尼兰海。再往西九百里的盘根洲有一个萝芜山，山里有很多可以灵活移动的树木，称为木兽，木兽的尸体千百年积累化为山中林立的怪石。萝芜山的山顶有一个甫目国，居住着甫目族，祭祀日他们用木兽的眼睛和脚搭成一个高高的祭祀台，传说这一天，他们可以通过远观鉴海预知未来。</p>\n<p>南行一千里的逆鱼洲有一个途眠城，居住着独目族，独目并非真的只有一只眼睛，而是一直蒙着另外一只，渐渐的变得一只眼看黑夜，一只眼观白昼。途眠城往南二百里有一座庇天丘，四面环绕着卫水河，高万仞，山上有一个帝水国，居住着禾皇族，传说禾皇的祖先便是治水的呙谷，族人将他的遗体运上庇天丘并建立了帝水国。再往南三百里是翼天丘，山上很多金属、树木和怪石。秋诏河从山上流下，往东注入白月海。再往南七百里是婆卜山，婆卜山上有一种树木化身兽沿着望水河进入白月海，变成了无数个浮岛。</p>\n<p>婆卜山往东七百里的进入番兽洲，有一座望岳山，枯木成林，兽骨遍地。望岳山的东方一百里是博柜山，凯风从这里往北吹，汜水自山上往南流入佥亡海。博柜山的东方是覃临山，两山之中有一个九遗国，居住着莫回族。覃临山产出玉石、金石，山上有一种野兽名叫贝狸，死亡后会留下黄色的珠子。芙蓉河自山上流下，往东注入敝汶海。望岳山至敝汶海有八座废弃的城，都是莫回族人在迁徒中留下的。敝汶海中有一个沮舍洲，上面是碧泽国，居住着泽父族。泽父族原本生活在海中，后来迁徒到积成的沙洲上。</p>\n<p>碧泽北行五百里的毗象洲是岑火山，山上没有草木，风吹着沙石将山积得越来越高，混着泥土的汨咸河从山上流下，往南注入汤至海。山上有一种叫黎鹏的鸟，不受风的影响自由的捕食。山的北部是寺余国，居住着祀水族。再往北三百里是祷祝山，山上有很多金银玉石，闪闪发亮，遍布红色的树木，夜晚能看见排朋，这是浮在空中的灯，为入山者指路。还有一种黑色的头，四足的鸟，名叫章虎，可以载人。艮水河山上流下往南注入迷海。邻近祷祝山的北部是复相国，居住着余彖族，晚上入山祭祀。复相国往北一百里是囚龙山，困水河往东注入迷海。山上有一种兽名叫司席，身上有云状和火焰状的花纹，头部的花纹象征着权力，角上的象征着礼，身体各部的花纹绘制在衣服上代表着一定的意义。囚龙山的北面三百里是屈足洲的悬梁国，居住着曲项族。</p>\n<p>海茫九千年，大陆上出现了大大小小无数个国家。互相之间时有争伐，但总体上相安无事。 之后，天上不再降水，内海濒临枯竭，持续了三千年，这段时间称海枯纪年。</p>\n<p>九遗国的匡寂出征番兽洲部落，设置碧泽郡，建立了多个人工浮岛，分别是步逢城、车逢城和飞逢城，然后移动浮岛北征。中洲流水国在朝天山上的建立一个可以飞空的兆空城，在上面训练飞行军，长途飞行想要降临在庇天丘祭祀雨神，但是却降临在冀天丘。流水国名叫交义的人出使内海诸岛商议建立海面城，覆盖整个鉴海，也没有成功。复相国人名左襄出征寺余，再与九遗国会战于车逢城，败退回到寺余。寺余人出使飞逢城，支持其建立海中孚屋城。悬梁国与青禀国会盟出征流水，流水国灭，再出征甫目国，破坏了观天台，甫目国败走途眠城，再战于卫水，败走朝天山，建暮楚城。</p>\n<p>途眠城予荣会盟翼天兆空城征帝水国胜利，围绕着庇天丘、翼天丘建造了浮城十座，分别是叔得丘、赤望丘、盐甘丘、青卷丘、流黄丘、孟盈丘、矩封丘、昆吾丘、参卫丘、育珠丘、武夫丘，既而臣服天下，成立轩辕帝国。浮城聚为一体，名叫雨师城，举城之兵飞向天阙，没有再回来，轩辕至此衰落。寺余国会盟九遗国夺暮楚城，再出征西大陆各国，统一全大陆，以暮楚为都城。</p>\n<p>寺余有一个叫长英的智者说，天上原本有两个月亮，一明一暗，暗月自天上坠落，陆地坠落速度较快，雨水暂慢，暗月落地后很久之后雨云才在陆地上空倾落，直到一个叫雨师的神的出现并向司席祷祝才止住了雨水。</p>\n","categories":[{"name":"文字","slug":"文字","count":26,"path":"api/categories/文字.json"}],"tags":[{"name":"东土的迷惘","slug":"东土的迷惘","count":1,"path":"api/tags/东土的迷惘.json"}]}