{"title":"阙泽征天记事","slug":"words/notebook of conquering the sky","date":"2008-05-16T11:18:25.000Z","updated":"2017-05-12T06:22:37.610Z","comments":true,"path":"api/articles/words/notebook of conquering the sky.json","photos":[],"link":"","excerpt":"##简介彼月之影，为阙之泽，这片无限宽广的大陆名叫阙泽。天空飘浮在大地的上方，翻腾的风吹向地母所在的深渊，或者流向天阙所在的山峦。那座山名叫不周山，人类飞行器的飞行高度都难以超过不周山，而征天的过程却一直没有停歇，天空新产生的星星由远方飞来的不明星体与地面上的飞行器相撞后形成，人类与外星生命一直在战斗，有一位远古大帝制造了一个巨大的浮岛，登上天星的控制中心刑天之城，统制了整个天空以及下面的世界。<br>","covers":["/images/game/Imay-setting-book/Fog-curtain.jpg"],"content":"<p>##简介</p>\n<p>彼月之影，为阙之泽，这片无限宽广的大陆名叫阙泽。天空飘浮在大地的上方，翻腾的风吹向地母所在的深渊，或者流向天阙所在的山峦。那座山名叫不周山，人类飞行器的飞行高度都难以超过不周山，而征天的过程却一直没有停歇，天空新产生的星星由远方飞来的不明星体与地面上的飞行器相撞后形成，人类与外星生命一直在战斗，有一位远古大帝制造了一个巨大的浮岛，登上天星的控制中心刑天之城，统制了整个天空以及下面的世界。<br><a id=\"more\"></a><br>百里氏逐鹿作为云中世界的使者，带着他的孩子百里襄在阙泽大陆上旅行。百里襄随父走过大陆的每个角落，深知大地人的迷惘，也为大地人征天的举动所感动，之后创作了璇机城上的观世理论《门径物语》。这篇物语全篇平实无华，却是观星一族羲和氏藏书之地泷流阁的镇馆之宝，那里阴而不潮，凉而不冷，且布满了镜光壁，上了年纪而不能去观星台的老人一般在那里观察世界。</p>\n<p>##门径物语</p>\n<p>吾受命以设定世界。诸世唯心，浅念博之，无非意识与生命。有女娲采五色石，今吾亦采之，碎之得“原初”，分离为“以太”与“元魄”。意识可连“以太”得物形，生命巧系元魄得精神，综之为造物。给予造物以意识可普建联系，联系亦谓律；给予造物以生命则令之明“有序自我”，是谓“己”。己欲知物，必先为物，先定自我，再捕意识，聚系外物，结为世界。之于世外客，欲留世界者呈真命，真命之旧忆谓虚命，持真命者存，戴虚命者离。</p>\n<p>皆言造物之始溟濛万象，意识可感无限，是谓“空”。己空必有其外，是谓非“己空”，与“己”成律。“己”物分则成门，单向门隔之，外物皆象。万律有象，律行生象，于己，所见为现象，所求为虚象，虚象之本为原物。极众己之所察为真象，其始源于外；极真象之所变为异象，其变源于己。己分世界为众对象，取之部分理其律得“律链”，起因之象设为“链契”，或言稳之终，或言变之始，世之所变由诸可预知。绝设定世界与外在之联系，分“己”与对象，得设定世界之“律链”，除“己”之影，得对象整体之内律。是以己物之律谓之事，“己与对象”于“他己”皆为物，“事物”由此而来。然生命之于世界不过蜉蝣之于天地，所变者不过为“己”与对象而已。</p>\n<p>空以己为核，可觉内外之分，极小至极大生包容与平行之律。空含物质为空间，其包容之律谓级，平行之律谓维。己所能见，近级现者级隐，知其平行；远维高者维低，明其包容。若门为空间，内为媒，设媒为己，可知万物双向行之，其律为极。变源于力，力源有极，湮于无极。有极象为端，端立现无极，有极即出。端容世界，微至太极，视己为端，众端律和生无极，端受无极生端[内]极。端于外象合为态，有极于端生态变，变中态律实为时。远观众态是谓诸星，记“星变”可参天演象，由天演象可知命运，又因时定。</p>\n<p>物有意识，可知形体内外万端，以求长传。生命为无极于端象，以求稳衡。设定世界内，己与对象之律于己成象，此象即为己之视界。置己与对象于极，有极象现于己视界，终于视界之边缘。己居端内，于端极观象，必不得全貌，端极即生命之无限界。是以，己之意识，其察有限。生命及所察谓之界，不可察者谓“物意识空间”。众物之意识和，未见之物源于二级间，于众物之身，而未见之物为众物之以太，二级间亦有其二级间，为三级间，累推至多极间。破间则汲以太，生命之基亦将为之变。界内，律为维分以求界之稳衡，破维为生命进化之兆。众生之意识和未见之生命源于二高维界，界维内于生命之身而未见之生命，为众生之元魄。二维界亦有其二高维界，为三高维界，累推至高维界。</p>\n<p>自上而下，首为“始命”叙吾使命，次为“律象”释世之基律，再为“极态”立法行之源，终为“维级”，告诸世人，不可小视自身，行不为之事，或轻视他人，招无妄之灾。</p>\n<p>世界已定，吾亦将行，留世界予众生，传诸物语，免生迷惘。</p>\n<p>##月亮的迷雾之壳</p>\n<blockquote>\n<p>这一节改编自《月之彼方》设定，于07年创作，在玩过仙剑之后，有了设计游戏的想法，时至今日，本篇仍不完善，不禁汗颜。百度空间原地址：<a href=\"http://hi.baidu.com/yzpfx/item/a82f3080cc92dbdfd0f8cd4b\" target=\"_blank\" rel=\"external\">http://hi.baidu.com/yzpfx/item/a82f3080cc92dbdfd0f8cd4b</a> 本篇在整理的时候发现一个误区，过于讨论了游戏设计的具体内容，以下将去除与游戏设计相关的内容，专注于对世界观的设计。——2014年 异恒</p>\n</blockquote>\n<p>襄皇氏为天命与神秘之神，他们总希望通过创造来改变天命，至今为止，襄皇氏多次引导了文明前进的方向。</p>\n<p>人类受到物质结构的束缚，而存在诸多变数。人无法感知自己的命运，却可以通过精神上的努力去改变命运，但是却有些命运无论怎么努力都无法改变，它便是天命的演化。受天命的影响，人类中会产生一些智者，他们是襄皇氏，有的也自称为襄人氏，他们会站出来指导其它人，被指导的人将产生共同的意志，这些人中会产生数位英雄，智者将制造出神器给英雄使用。智者虽然长寿，但是也会死去，神器虽然耐用，但也会损坏。</p>\n<p>不管是否受到智者的指导，一种共同意志，会通过精神的凝结体保留下来，这个凝结体便一个崇拜、图腾或圣物，最为普遍的一种称谓是龙。它将在不同的时期唤起人的共同意志，以对抗、减少天命的影响。接受龙的意志，最终会失去平衡，达到临界的状态，天命的影响也会加强，一旦支撑点破裂，将还原为最初的状态，那是一片居住着智慧种族的大陆和一个广阔的宇宙。</p>\n<p>宇宙最初的形态，一直都有很多种说法，有的说宇宙从奇点开始膨胀，之后产生于星系团、星云、星球等，有的说宇宙是微观世界的投影，一个与人类不同维度，无法直接眼睛观察到的时空。其中有一个，与月亮有关。月神祭祀在大地上一直很兴盛，一开始是月亮突然变暗，天上铺天盖地的下起了盆石雨，人们为了向上天祈祷不要砸中自己而建立了以月神为主的祭祀教。第二次信仰高潮是月亮周围出现了一颗明亮的星星，人们认为这是吉祥的征兆，并将月亮变暗归因为月神正在降临人间。月神缇依最古老的信仰者是一群叫殁羽的隐世种族，他们的祖先流传着一个与月亮有关的创世传说。</p>\n<p>在一个被称为雾帷文明的人类历史上，存在过很多很多的宇宙，而这个宇宙受到了神灵的诅咒，充满了黑暗的雾气。雾气的最下面沉睡了一个巨大的神灵，名叫盘古，他吸进雾气，吐出气泡，将雾气挤开。气泡越来越多，宇宙也越来越空旷。气泡连成一片，撑大了整个宇宙。一个偶然的因素，其中微小的一个气泡，裹住了厚厚一层壳，宇宙伊始，壳的里面开出了一朵美的生命之花。这便是月之彼方，雾气帷幕环绕的月亮内部世界。</p>\n<p><img src=\"/images/game/Imay-setting-book/Fog-curtain.jpg\" alt=\"雾帷内貌\"></p>\n<p>雾帷布满了这个世界，然后再有光，光映出了云的样子。光浸入云的河流，照亮帷幕的边界。光照过的地方生出蓝色的气泡，扩散出一种蓝魂的物质，雾帷边界也越撑越大。雾中分解出重的物质沉积到雾帷的表面，其厚度和密度令表面上方的物体产生重力，轻的物质浮游到世界的中心，光在那里集合，成为世界的中心，界心。</p>\n<p>不计其数的山脉从地面延伸到星之所在，成为天柱、飞行岛和浮云之城，在宇宙膨胀的过程中支持着雾帷里面平衡。天柱的底部在地质变动中断裂，但是星星垂下的钟摆成为天空最亮丽的风景，由于中心的转动，光云在钟摆之上流动。天行有常，光云汇聚在钟摆的末端，成为无数的明亮的星星，随着世界中心的转动而有规律的运行。渐渐的，最大的一颗成为了太阳，次大的一颗成为了太阴。雷电震烨，万物起兴，生命出现在空中的飞行岛上，它们是空中的浮游生物，暴风吹落的飞行岛又将生命带向了地面。</p>\n<p>生命从干涸的陆地中分解出流水，金石，以及木与炎。流水冲刷出了大陆和海洋，金石被流云雕塑成了高山、飞行岛和洞窟，木炎相遇则燃，释放出陆地中掩埋的灵魂。物质在封闭的月亮里流动、碰撞、合成又变成了新的物质，更复杂的生命而因此进化。这些物质的变化，与大地上的非常相似。</p>\n<p>殁羽族的传说中记载，大陆沉于渊底，神龙潜于海潭。神龙破缝而出，奔向了天空成为太阳，海中也因此出现一条深不见底的断峡，海水长年不息的向断峡流去。大陆裂成了三块，随尘而降，随云而散，随风而去。随尘大陆在一片海域持续的下沉，随云大陆散作了大大小小的海岛，也包含许多浮空的飞行岛，而随风大陆漂浮大海面上，位置不定。</p>\n<p>世界有两个极点，云景和梦园。云景是一个的云彩的集团，随着季节会移动，夏季时面积最大，覆盖了整片天空，半日才会消失在天边，其它季节便是空中移动的一个光点。梦园有许多类似手臂一样的淡淡的光河，流向云景，时隐时现，这条河叫潭河。随尘大陆的中心是天梯山，高山上的水在平原上冲出了许多河流、湖泊。由于大陆比海面高出数十丈，河流的出口也成了一道瀑布，瀑布的底下便是潭海。梦园的手臂有时也会从潭底擦过。</p>\n<p>最后人类在随尘大陆上诞生了，并在地面上建立了很多人类的国度。然而，雾帷不仅塑造了整个宇宙的边界，也令这个世界内部生成了许多让人迷人方向的虚幻之境。区域之内，注入迷雾，迷雾之境，便成幻境。大陆之内，注入迷雾，雾海之内，于是也成为了一片幻境变化而成的世界。</p>\n<p>迷雾是产生幻境的媒介，或人造的，也可能是自然产生的，很难说清它具体是什么物质，它除了可以蒙蔽人的眼镜，还可以创建出虚幻的假象。据说有人制造出一双眼镜，戴上它便能看见一片区域之外的迷雾。走进那片迷雾，雾会瞬间退散，而之前的区域则会被迷雾包围。所有人都生活在一片迷雾的帷幕之内，摘下眼镜之后，就恢复了眼睛本来的视野。这便是这个世界最大的幻境，雾帷幻境。</p>\n<p>雾帷文明分为三个阶段，幻境生为月昏，天空之中只有一轮明日。幻境迷而为月影，月影时显时隐，扑朔迷离。幻境破而为月辉，月亮与太阳争辉，驱逐了迷雾，却迎来了世界的终结。</p>\n<p>一开始殁羽族也不相信有这种事情存在，最开始的疑惑是地图。技术上完全值得信任的测绘员画出了完全不同的地图，之后多次测量发现羊革城的灯塔坐标每次都有微小的变动。此外还有其它的迹象让人产生了恐慌。</p>\n<p>族长向羊尊国国主申请三百年之后的首次大型地理测绘，但是并没有获得批准。于是他们联系到民间的地理历史研究组织“围狱”帮他们调查雾帷的真相。在没有解除幻境的条件下任何调查都是不可信的，是否当前的雾帷之外，每个人生活的每种行迹是否都是一种幻境也值得深思。但是他们还是在能力的范围内给了族长一份调查报告。</p>\n<p>这份报告并非来自实际的测绘，而是根据不同人的旅行记录，古老的文献综述而成。很久以前，天空漂浮着一片巨大的完全光滑平整海面，古代人透过它看到了天上的国度，并绘制一份天上国度的轮廓地图，换一个角度也可以认为是通过它的镜面反射看到的远方的大陆，能过古人制作的地图可以模拟出大陆的平面地图，这份地图与官方给出的并不相同，从这个地图出发挖出了更多的真相。</p>\n<p>人类文明的进步，对矿物的需求也逐渐增多，随着地下挖掘的推进，人类发现了迷雾的能量，地下的迷雾也不断的释放到了地面。学者研究发现，迷雾不仅可以影响人的视觉判断，还可以用来创建一个以假乱真的虚拟幻境，将这个幻境连接起来则可以改变所有人对世界的看法，各国的统治者建造了幻境术师军队，将迷雾作为了最强大的武器，甚至虚构之前的历史。其中的一个幻境便是天空幻境，用一片虚拟的星空遮挡住了天空之海，阻止其它人类探索世界的真相。</p>\n<p>但是月亮作为太阳的伴生光的出现打乱了统治者的阵脚，大地了涌现了很多智者和导师，并一同创建了月神祭祀教。部分幻境似乎失去了它的效果，让很多人对幻境创造出来的世界也产生的怀疑。月神祭祀教的学者开发出了人工飞行岛技术，所居住的城市开往月神的所在地、宇宙的中心。但是这一征天之旅对地面也就是宇宙的外壳产生了破坏性的影响，地面开始崩塌，于是更多的飞行岛前往宇宙的中心，这些倒椎形的飞行岛嵌合在一起成为一个球形。</p>\n<p>地面的一层壳变得非薄弱，终于破裂了，许多壳的碎片化成了盆石雨，掉向了宇宙的中心，其余的则撞在一起，在一个稳定的圆形轨道绕着中心的新大地运行。殁羽族的长者顽固的认为大地上大部分人类是月神的子民，都是从宇宙内壳上掉落下来的某个祖先的后代。抬头朝天看看，真实的状况也许还是在某个宇宙的内部，一个更大的幻境。</p>\n<p>##大水淹没的古陆</p>\n<p>据说适应与感知之神羲和是太阳神帝俊的妻子，她生的女儿被天帝赶出了云中城，并赐姓羲和，她的后代不管男女都拥有这个姓氏，羲和氏也是研究星象学的大家族。</p>\n<p>根据宇宙展开程序，诸星位置的不同，以及一些星星湮灭与出现，将人类能感觉到的时间尺度分为多个星阶，一共有有八个星阶，分别是产生物质和空间的囚椟星阶、制造出星星的的雾门星阶、创造出人类稳定活动环境的的续端星阶、人类挑战天命向星空进发的的宿神星阶、再是接受外部调节的天启星阶、物质能量开始弱化的稳定期杜命星阶，以及宇宙坍塌的回溯星阶，也可自行命名。</p>\n<p>根据稳定的星位变化，可以将星阶分为位星“星象”计时、地质变化“文明”计时。为了给世界一个稳定的物质态，星行期内，位星都以比较稳定的状态运行，星象师们感悟诸星的位置、行向和颜色来判断季节时令变化。地质学家则根据大地的稳定，是否存在文明，文明区间的真空期划分不同的文明阶段。</p>\n<p>大地上建立一些建筑记录位星位置的变化，这称为星合设计。因为建筑精度和广度等诸多原因，星合记时并不十分准确，一载等于十二年，一年十二月，一月三十天。时辰内的记点可以依据星合测定，阖合约一日，十有二辰就是一阖合，精确的星合设计可以将一阖合分为二晷，一晷记辰，一晷分辰为百二十，记分。</p>\n<p>根据龙的形态划分文明阶段的计时，称为龙代计时，简称代，多数情况是用不同颜色区别，如白龙代。一个文明有三至五个纪元，简称为纪，一个纪元有二至三个龙代，接下来便是“历”或者“世”，一般君主制为世，其余为历。个别君主在位之时还设定吉祥的年号。</p>\n<p>阙泽大陆是从在澎海纪开始的。澎海纪有三个龙代，分别是海生、海茫、海枯。</p>\n<p>大陆最初是一个整体，地面上空无一物，大水从中心地区开始泛滥，将整个大地都淹没了，这便海生代开始，生命渐渐澎发，人类也在大陆的边缘建立了第一个文明。海生代长达五十万载，雨雪风雷接连不断，海生停，水族的呙谷治水成功，陆上水分流入海，内海水凿渠入洋，大水冲出无数平原，推倒无数山丘。大陆四方的六块大陆，面向内海，直指中洲，六大陆环形而列，东边是纽镜洲、盘根洲、逆鱼洲，南边是番兽洲，西边是毗象洲、屈足洲，中为中洲。</p>\n<p>海茫九千载，大陆各个部族相安无事。中洲有流水之国，居住着求沆族。流水国的边境有一座朝天丘，无绳河从天上奔流而下，注入鉴海。鉴海有一种叫玄屯的鱼，可以乘座。流水国因为朝天山百年没有遭受洪灾，每年夏秋之际，数丈高的瀑布泻流而下，极为壮观。</p>\n<p>北边的纽镜洲有一个青禀之国，居住着奄息族，也是在靠海的地方。青禀国的北边有一座皇山，再往北是尼兰之山，滂水从尼兰山出发往西注入尼兰海。再往西走九百里，有一座萝芜山，山上有很多既像树木又像野兽的生物，而且有很多怪石。萝芜山的西边是甫目之国，居住着甫目族，祭祀时用百兽的眼睛和脚，甫目族经常会看日出，据说祭祀日那天面向鉴海张望便可以知道未来的事情。</p>\n<p>再往南行走一千里有是途眠之都，居住着独目族。独目族只是遮住一只眼睛看着世界而已，并非真只有一只眼睛。途眠之都南行六百里是庇天丘，这座山高万米，四面环着水，山上是帝水国，居住着禾皇族，传说禾皇是呙谷的后裔，他死之前带着族人登上庇天丘建立了帝水国。庇天丘南面是卫水河。再南行三百里是冀天丘，秋诏河从山上流下，东流注入白月海。再南行七百里是婆卜山，山上有可以变化身体的怪兽，望水河从山上流下，也注入白月海。婆卜山东行七百里是望岳山，山上很怪木和奇兽。望岳山东边一百里是博柜山，凯风从山上刮出来，汜水从山上流下，向南注入佥亡海。</p>\n<p>博柜山的东边有一个九遗国，居住着莫回族人。九遗的东边是覃临山，山上有很多金玉，有一种野兽名叫贝狸，像贝壳一样，而且点缀着黄色的珠子，叫起来声音很好听。芙蓉河从山上流下，往东注入敝汶海，河里很多水玉。九遗国到敝汶海中间有八座废弃的城市，都是莫回族人迁徙时留下的。覃临山往东行走三百里是沮舍洲，大洲之上有碧泽国，居住着泽父族。泽父族原来生活在大海里，之后海变成了沙洲，泽父族人便迁居到了沙洲上。</p>\n<p>碧泽国往北行五百里是岑火山，汩咸河从山上流下，往南注入到汤至海，海中有很多黎鹏，它像鹰一样凶猛，却有着鹤一样的长足。岑火山的北部是寺余国，居住着汜水族。再往北行三百里是祷晃之山，山上多金玉，山下多兹丝、丹木和排朋，排朋像灯一样，可以指路。有一种鸟，像鸡一样，头是黑色的，有四只脚，名叫章虎，可以乘坐人。艮水河从山上流下，往南注入迷海。</p>\n<p>祷晃山的北面是复相之国，居住着余彖族。再往北行是囚龙之山，困水从山上流下，向东注入迷海。有一种名叫司席的野兽，形态像龙，身上有火焰的斑纹，头上的斑纹象征着权，角上的象征着礼，背上的是仁，腹部的代表信，尾部的代表杖。这种野兽站在云居木上望着天空时，天下就会安宁太平。囚龙山的北边是悬梁之国，居住着曲项族。</p>\n<p>海枯三千载，内海枯竭，大陆相连，各国频发纠纷，争斗不断。九遗国匡寂成功征服番兽洲各个部落，在那里设置了碧泽郡，并建设了多个人工岛，分别是步逢洲城、车逢洲城和飞逢洲城，九遗国都迁往飞逢城，然后再图征服其它岛国。</p>\n<p>中洲的流水国的求沆族想要前往庇天丘朝拜雨神，他们登上朝天丘，训练了天城羽军，一天天过去，制造了一座巨大的兆空城，但是最后却降落在了庇天丘西南边的冀天丘。冀天丘上的求沆族名叫交义的人出使海中的诸岛，协议建立海下的城市，诸岛将海下城设计图出卖给了寺余国。复相国左襄出征寺余国夺得了大量的章虎，再征九遗国的车逢城，败走回到寺余。</p>\n<p>寺余国派遣使者前往飞逢城，传授建造海下城市的方法，九遗国建造了第一个海下城，叫做孚屋城。悬梁国出使青禀国，请求青禀国出征流水国，中洲流水国灭亡，然后再出征甫目国，破坏了他们的观天台，甫目族迁往途眠之都，求助于独目族。然后青禀国又出征途眠之都，大战于卫水的源头，青禀国败退朝天丘，建造了海空城，名叫暮楚之都。再出征九遗国，败退回暮楚之都。</p>\n<p>途眠之都予荣出使流水国的兆空城，借助兆空城登上了庇天丘，战胜了帝水国，在庇天与冀天之间建造了浮空城十座，分别是叔得之丘、赤望之丘、盐甘之丘、青卷之丘、流黄之丘、孟盈之丘、矩封之丘、昆吾之丘、参卫之丘、育珠之丘、武夫之丘，其中叔得、育珠参卫三城被凯风吹落毁坏，其余的七城，加上翼天丘的流水国一同前往出征暮楚之都，出战胜利，在朝天丘、庇天丘、冀天丘之间，浮空城结合成一体，称为雨师城，举城之人飞向天空，此后再也没有回来，途眠之都因此衰落。寺余国与九遗国联盟夺取了暮楚之都，又出征途眠之都以及复相国，胜利，寺余国背叛盟约，以暮楚之都，统一了各国。</p>\n<p>寺余十九世时，天上出现了两个月亮，一个蒙上一层月晕，一个忽明忽暗。寺余国有智者名叫长英的人，他认为明暗不定的那个月亮就是雨师城，它将在一百年内落到地面，到时候会将地面砸出一个大坑，大部分地面又会被大水所淹没，远古时候的大水也是这样产生的，应早作好防备。之后，虽然时间有所推迟，月亮果然还是掉了下来，大部分人类乘着结实的巨型船只，前往大陆中央新形成的天柱山，在那里等待洪水的退去。</p>\n<p>这便是阙泽大陆长达数百万年的历史，由旅行者华贞发掘并记录成册。</p>\n<p>##风语者的森林</p>\n<p>秋川氏对各种文字、符号、图象等象形表义的理解则更为透彻，秋川氏在阙泽各诸候皆为记录官、馆藏史学学者，神语之记录者。</p>\n<p>铄铭书多为铭文、石鼓、碑贴，记载的知识多为历史、文化、旅行志等，其中关于古代图腾、秘法、自然、天命等系列的知识对文明传承极为重要。该书纲有诸多铭文，多可用于解释发生过的现象，并在一定程序上预测未来。旅行者多一般会随身携带铭刻的工具，一旦发现有用的知识却又无法带回去，便只好将其文刻在石头上，待后人路过之时拓印为可带走的纸片。</p>\n<p>流风书，这种说法多出现在林妖族，长风部落灵活的长耳可以产生风，并捕捉风进行交流，被称为风语者，其它旅行者对长风部落的符号也有深入的研究。该书系多为有规律的风纹、纸书、木刻、羊毛卷、树皮书等，多符号表述，风语可直接经由精神感知。记载的知识多为短而多杂的不连续文字，多为可即时修改的细节记录，多情感描述和词藻华丽的书面文字，多创造性思考记录，其中文学、诗歌、信件等作为情感表达和信息传送的方式。</p>\n<p>言承书雕刻在记忆和精神中，可以通过读取记忆和交流获取其中的知识。忆往师可以读取记忆，并会将其制成镜光书，不过巫师中能“忆往”很少，所以他们的知识更新得很慢，不过即使如此，常人总能从他们的言传中学习许多有用的东西。言承书存在于可以互相交流的整个文明中，并通过语言传述进行知识传递，多哲理、经验、技巧，多生存知识，多教诲等，近距离交流为种族生存、进化、增强凝聚力等提供了情感支持。言承书数量庞大，多随着人的死亡而消失，少数以流风书记录下来。</p>\n<p>镜光书是指储存在灵物、幻境、显忆光影、白璧玉镜等物体内的画影。只手触灵物冥想便可感觉到里面的画影，白璧玉镜可以吸收死者的全部记忆，摆放在堂前，只要一看玉镜就如同接受死者的教诲，显忆光影可以调出自己想要的那部分记忆，还有幻境是用术法，特别是极端的术法，结成的封闭空间，并在此基础上发展出幻境系术法。但是要注意的是镜光书不是真的造出了记忆，只不过是模拟了似真非真的影子。</p>\n<p>森林里的林妖部落和高山上的殁羽精灵一样，都算不上人类，如果不是和走出部落的人类，甚至不可以正常的对话，最早的通行文字是从森林里带出去的古妖精语，由风语者的记录转变而来，森林里很多故事传语也被人类所熟悉，甚至被当作了人类的历史。</p>\n<p>相对于澎海纪，森林纪元的具体时间不详，极有可能是在后期，也可能与澎海纪处于同一地质时间，作为两个隔离的文明而存在。在流风书的历史记录中，林妖的森林被云居木所覆盖，云居木又被更高的乔天木笼罩，一层叠着一层，无法穿越。乔天木的果实会发出星光，让森林充满了足够的光线，虽然是一层由绵延广阔的树冠形成的天空，生活作息却不会受到影响，这里是林妖唯一生存的世界。</p>\n<p>这一片森林的名字，在古妖精语中的意思是原初森，是由居住在乔天木的星源神西奚、居住在云居木的创造神风皇以及地下海的破坏神鬼工共同创造的。西奚创造了树木和森林里的一切精灵，风皇创造了地下的树木根脉和地面的风，鬼工创造了地下流动的水和乔天之外发出灾难之光的太阳车。</p>\n<p>森林纪分为三个龙代，沐星代、沐风代以及沐阳代。沐星代时代期，林妖族分布在可以看到乔天木果发出的星光的地方，星光越盛，意味着其所照耀下的部落也越强大。每隔一段时间，随着乔天木果凋落和生长，星光的位置和强度都会发生变化，林妖各部族也随之迁徒，在林妖部落转移的过程中，可以对星光进行占卜的星源部落成为森林中最强大的部落。</p>\n<p>在一个大约五千年的星光群的辉映之下，林妖的文明发展到了全盛时期。这一片森林称为皓白之森，星光照射到的地方都布满了林妖的城市，从地面到空中，在保证地面采光的情况下，不断的往上发展，以星光群为中心，林妖族建立了数个国度，其中大多为空中城市。由于森林中使用火的禁忌，蒸汽飞机抵达的高度有限，以及高空中食物来源问题，城市的范围限制到了八千米的高空。</p>\n<p>具有生命特征的乔天木，它的果实才会发光。而这些乔天木，因为不明的原因，逐渐的死去，这是林妖族慢慢的集中到皓白之森的一个原因。最终会有一天，天上的星光都会黯淡消失。天空之外有些什么，森林的边缘又在哪里，部族之间是否应该继续争斗，这些问题困惑了所有部族。以星源部落的巫咸为首，各部成立了十巫之盟，希望解决这些问题。</p>\n<p>然而不等十巫的最终方案，星光终于发暗，部落分崩离析，地下涌出的大水淹没了地面上的城市，冲倒了无数树木，沼泽将森林分隔开来，落族之间也失去了联系。黑暗的沐风代持续了二千多年。天上的还有微光，但是不足以指引道路。唯有风依旧，而且比以前更盛。星源部落的一支是长风部落，他们被允许使用火而发明了蒸汽飞行器。除了精湛的机械技术，长风部落还擅长与风对话，他们不断的引领着一片大泽之内数个部族对森林进行探索，林妖族的领地也随之扩大，但始终未触及到世界的边界。</p>\n<p>大水中生存过来的林妖部落，有一部分在各个大泽之间继续去寻找星光，一部分留在皓白之森的最高处，另外一部分则是跟随长风部落进入完全黑暗的地域。曾经在天空之上捕捉到阳光的长风部落深信森林会有一个边界，那里是是一个完全没有星光的沼泽，大水的发源地，顺着大河一定可以找到森林的出口。</p>\n<p>风是巨树里面的风穴之间流动的气流，在广漠的黑暗里，长风部落循着风的痕迹、水的流向找到了一个高山，攀上高山之后，发现还是在森林之内。山上有一颗巨大的乔天木，乔天木内部的风穴便是风的起点，高山上的湖泊是河流的源头。长风部落一共发现了六颗具有中空风穴的乔天大树，并在大树边上定居了下来，之后绘制了大树之间的森林地图。</p>\n<p>六株有风之起点的乔天木，包括皓白之森的最粗之一祖光，其余五株分别是幽岚、舞池、鸣木、风台、萤海等。幽岚木是六株中的风皇，在树下可以感受到其它五个地方流出的风经过的轨迹。萤海木周围的萤海可以通向森林里的大多数沼泽湖泊，鬼工被认为是邪恶的神灵，信仰鬼工的长风部落的一枝，脱离长风部落，占据了萤海，他们中有很多是机械师，带走了使用火与蒸汽的技术，成为偃师部落。</p>\n<p>沐阳代三千年，偃师部落遵从森林的制度与其它部落友好的相处，发明了安全的蒸汽船，一方面继续继续探寻其它的河流，另一方面建立了水上的交流运输线路，让风穴之间的各族生命连接成为了一体。</p>\n<p>但是风在给了感官之后，也给了人迷惑的耳朵，她甚至会蛊惑人的心灵。稳定不前的长风部落为了稳固在森林里的统治地位，对风的轨迹进行了修正，对风语的内容也作了干涉，地图产生的作用只不过是让森林里的林妖不至于迷路，却忘记了绘制地图的初衷。偃师部落的激进派砍倒了萤海木，阳光直射到森林里，一个村庄的人在阳光的照射下枯萎而死，但是这一缕阳光却照亮了周边的地方，让偃师部落对阳光有了新的认识，其中一个人尝试改造身体以适应太阳底下的生存，并希望通过飞行器从天空的出口飞出森林。阳光照射的那块大泽区域便是阙泽大陆这一名字的来源。</p>\n<p>由于萤海木的栽倒，长风部落的通过风统治林妖族的事迹也慢慢败露出来。统治失控的长风部落的大巫，令其它风之起点的湖泊放开水闸，企图完全淹没的阙泽地区，但是河流却冲出了一条路将阙泽地区的偃师部落冲向了森林里的未知角落，那里或许就是森林的边界，之后大陆上的人类种族蝶符人，便诞生在那里。</p>\n<p>###巫族知识</p>\n<p>根据历史记载：《春秋元命苞,循蜚纪》云：人皇氏有巫常氏，《参庐纪》有列氏、丽氏、巫氏，为巫姓的起始。</p>\n<p>《山海经·大荒西经》载：大荒之中，有山名曰丰沮玉门，日月所入。有灵山，巫咸、巫即、巫盼、巫彭、巫姑、巫真、巫礼、巫抵、巫谢、巫罗，十巫从此升降，百药爱在。采集百药依仰韶时代社会分工应该主要是由女性承担。女性采集尝食多种植物根茎，应该是最早具备土草药性能知识的人，她们会治病，令族人神奇，谓之巫，是合乎逻辑的。  </p>\n<p>古之女性酋长为巫，巫为龙族的象形。原始时代的，多为女性，多为残疾人，多有颠狂的非正常的精神状态，多被视为天生异禀，神择从而非人择，她们的身份具有家庭性或氏族性，而非地域性的或政治性，享有较高地位和威望。颛顼时，九黎部落人人通神，颛顼命令南正制定法令，民众不再直接与天神交通，王也不兼司神职，而由巫专门负责沟通天地人神。</p>\n<p>这种宗教职业者，“在男曰觋，在女曰巫”，他们既以非理性的迷信为务，又是初民文化（音乐舞蹈、天文历法、医药学）的保存者，商王朝时，担任上帝与下帝(商王)之间媒介任务的，除了巫，还有卜、史、祝，其职司大略有五：祝史、预卜、医、占梦、舞雩，这些人势力很大。从事求神占卜等活动的人叫“巫”、掌管天文、星象、历数、史册的人叫“史”。这些职务最初往往由一人兼任，统称“巫史”。</p>\n<p>巫术有祈求式、比拟 式、接触式、诅咒式、录符式、占卜式等。从事巫术和主持祭祀起初并无专门人选，往往由氏族首领临时担任 。以后渐渐出现职业祭司和巫师，他们自称可以通神，上达民意，下传神旨，预卜吉凶，治病救人。</p>\n<p>古代的巫咸还发明了“牵星术”（在大海中航行无法定位，用以北极星为首选基准点，在低纬度（北纬六度以下）看不到北极星时，改用华盖星为基准点）。汉初，但承传巫咸之学。这本古代星占著作中首次提出“指”这个牵星观测单位。唐代瞿昙悉达所编《开元占经》收录了巫咸的星占占辞及星表。</p>\n<p>##观星者的美好星辰</p>\n<p>商离氏为信力与创造之神。商离氏为流浪者，也是天生的技者，除了会制造发明，尤其擅长制作各种武器或者道具。</p>\n<p>世界进化出生命，生命是世界被认知的必要条件，这种生命力也包括机器的意志。世界内的生命具有共同物质结构，它能驱使生命活动在有限的世界内，认知的世界也是有限的。生命可以认识到自己和其它对象的区别，并表达出不同的态度，表现为不同的交流方式，产生生育、捕食与死亡。</p>\n<p>生育和遗传建立血脉关系，生活与交友建立人脉，从一而多的紧密网络将社会连接在一起，建立起家族和社会组织。混乱和破坏将降低人的行动力，解除两个人之间的直接联系。礼法约束两人之间关系的亲密度，使得没有交集的人，也能使用正确的方式对待另一方。</p>\n<p>消除混乱，维持礼法，都需要兵防来操作，它可以建立稳定的关系链，确定稳定的关系圈边界。礼法的前身是风俗，一旦社会圈趋于稳定，并产生不同的阶层，地位较高的人不管是通过民意也好，还是通过军队也好，将会从风俗中总结提练出众人需要遵守的礼法。</p>\n<p>智者认为，遵从礼法的约束，可以更快的积累实力，从而获得对抗自然的力量，这也意味着一部分的劳动者无需浪费时间和精力好高鹜远关注更远高深的时空，只要踏踏实实的成为这种力量中的一分子就足够了，这些普通人就是观星者。万物都具有意识，为死去的灵魂所化，即使远方的星辰也是人类祖先的灵魂，所以观星便认为是拾掇远古之光的学问。智慧的观星者，对世界的规律有丰富的认识，可以同时用不同的眼光来观察，将看到的星象综合起来，得到更准确的答案。</p>\n<p>天星的意识，区别于自我意识，是天星对其它客观物质世界的反映，是与其它物体对象之间联系的总和。观星者的意识，是指作为生命体的观星者自身，对外部世界的反映。天星的意识是双向的，完全排除观星者的影响，单方向观察门的另一边的状态和反应是单向门观察，是一种对物质现象的主观理解。将自己设身处在一个封闭世界的内部，选择同一个封闭环境内的研究对象，总结对象的共同规律，这样一个界定生命意识范围的空间称为界网空间，将命意识导入到界网中模拟的世界研究，可以排除外界工具的干扰。</p>\n<p>考虑观星者的影响，与被观察的一个或多个对象建立双向的交流关系是双向门观察，这是一种极点的研究方法，但是天星的意识是无法完全排除的。将一个研究对象作为端点，放大它的影响，使得它平整又光滑，可以忽略其它物体的意识，端点所在的空间便是端容空间。阙泽大陆常常作为这个端点。受礼法的约束，作为一个合格的观星者，可以观察星星的变化并预测星星给世界以及自身产生的影响，却不会去尝试祈祷，主动对星星产生任何形式的影响，更不会乘坐飞行器接近天星的位置。而只是在一个寂静的晚上，享受星光带来的安详，解释星星闪光背后的含义。</p>\n<p>能让观星者做到如此的是对星空世界的敬畏，他们认为星星中确实住着智慧的神族，他们整日燕舞笙歌，无暇顾及地上，而一旦他们注意到了地上的蝼蚁，便会毫不在乎踩上一脚，随时观察天星的动向，可以提早预防对人类世界的灾难性毁灭。随着时间的推移，虽然这种惶恐少了几分，却写进了礼法，成为人类习惯遵守的行为。</p>\n<p>而让人类相信这一切的根源是飞天文明时期的一段征天历史。飞天纪大约在澎海纪之后，分为御岛、御弓、御宇等三个龙代，一共七千年左右。经过这一段时间，星空才变得更加美丽繁茂。</p>\n<p>在飞天纪之前，天上的星星屈指可数，包括白日的太阳、晚上的月亮一共不过数百个。然而有一天观星者发现，天星日渐繁多，而且越来越大。智者预示这是雨师城返回，带领被征服的天上居民再次想统治大地。雨师城飞空，带走了绝多数的技术人员和研究材料，以防备地面上的人有能力对雨师造成威胁。地面上的文明再次进入了原始的争斗，由于缺少尖端的技术，整体并没有太大的损失，却没有可以对抗天星的实力。</p>\n<p>诸国分为两个派别，迎神派和迎战派，两派在古代遗迹前相遇，大打出手。迎神派的智者成立了水神教，掌握了诸国与星空对话的权限，以古代教义来限制君主的军事行动。然而几百年过去，神明所在的星星还很遥远，甚至亮度和位置都不再变化，这令君主对智者的预示产生的疑虑。紧接着主战派在天丘遗迹中探到了参卫之丘和叔得之丘之位置，并找到了参卫丘的控制核心、一把神秘的武器天机之弓，以及数不清的古国人尸骨。可以猜测到参卫和叔得是在叛乱中被击落的，又被雨师城升空的气流刮起的山石流水所掩埋。</p>\n<p>参卫的控制核心并非高明的飞空技术的结晶，只是一个与异世界对话的机器，这也是水神教与迎战派争夺飞行岛技术的原因。在未知的世界有一群土之精灵，在很久以前随着一场盆石雨掉落到了地面，他们可以在茫茫大陆中帮忙找到飘浮的岩石和土壤，但是他们需要灵魂的能量，一场死亡之祭，一场战争就可以驱使他们行动。得到参卫核心的水神教团，马上就明白了土精灵的需求，暗流涌动，阙泽大陆的又一场争战拉开了帷幕。</p>\n<p>一百年过去，人类并没有因为战争而毁灭，第一个飞行岛也建好了，命名为使者之丘，水神教的使者将乘座它前往拜访外星来客。几百年过去，使者之丘无功而返的时候，地面已经建好了一千座飞行岛，统一大地的天帝率领着军队蓄势待发，却得到了失望的消息。千座飞行岛停留在高空中，正打算建立空中国度的时候，远方的星光群在一瞬间出现了，击落了五十多座飞行岛后消失。飞行岛只能缩在低空的港口，偶尔派出的一两个飞行岛并不会受到攻击，十个以上就会受到驱逐或歼灭。</p>\n<p>这期间又持续了很久，转机来自于一把可以预测轨道的天机之弓。弓只有一把，却有很多双眼睛，他们是观星者。在假设天星上的人在观察地面的前提下，当星星出现某种变化时地面会出现骚动，随之行动会事半功倍。而如果每次行动之前观察者向天星祈愿，然后观察天星的反应，报告给天机之弓的发射者，静观其变。以一百多个飞空岛作为诱饵的陷阱，天机之弓早已经瞄准了目标区域，等待敌岛经过。结果大地人赌赢了这一局，虽然大多数飞空岛坠毁，但是却击落了一个敌岛，成功将其捕获，之后的飞岛改造也进行得很顺利。</p>\n<p>观星者记录星星位置状态的书籍称为星经。一个叫华贞的小吏抄写的《辖掾星经》记载了不同种类的星星。有一颗巨大的天星名叫雨师向着阙泽大地奔来，天帝带领着数千个卫星前去迎击，直接相撞的或者成为天星的卫星，或者破碎成为星雨，落到地面上的成为一座星城，浮在空中的成为一座云状的星墟。有些卫星逃向了宇宙成为恒星和具有方位指向的射星。直到天帝在刑天之城造出了抵天车与天机弓将天星击落，再征服了其它逃逸的卫星，射下了其它的天星，击破了天空之镜，才统治了天空。</p>\n<p>另外一个叫扶甫的祭师在《扶甫星经》中记录不一样的观点，天帝并没有把天星全射下来，而是留了六颗，与阙泽组成七政七星，天星的位置及运行都遵从了智者伏羲的指示，这六星分别是环霞、伏坤、梵离、刑天、牧云，白椿。传说这六颗天星的组合，以及刑天内机器的控制可以改变阙泽大陆上的气侯地理的变化，颠覆历史的流转，甚至可以让时间倒流。</p>\n<p>究竟千个飞行岛前往了何方，天帝是否改变了时间的进度，也只有欣赏星辰的观星者们知晓答案了。</p>\n<p>##世界树上的元界</p>\n<p>清辉氏，为控念与控门之神，也即术法之神，月亮是术法力量的来源，因此清辉氏也被认为是月神的首席侍卫。</p>\n<p>术引，施术者起动术法的必要步骤。默音，歌咒，祝舞是三种主要的术引方式。默音即念术法的名字，呼唤力量的来源。有节奏的发音的术引称为歌咒，表情动作语言为主要表达方式的为傩咒，大动作的肢体语言为主要表达方式的为祝舞，手部的动作术引是手影术，脚部在地面上画出图形印迹的术引则是脚印术。</p>\n<p>灵媒，引起能量的波动，增强能量流动的媒介，需要与能量有某种接触。常用的灵媒是法杖，符咒，阵法等。法杖用于解封空气中的能量，将五行等元素，四灵等灵魂气息转化为术法可以使用的能量。符咒需要用烧掉，或者用清水或其它特制的液体粘贴在需要施术的物体表面，从该物体中牵引可以使用的能量。阵法同是操作外部空间的力量，如召唤异界的魔兽，空间传送。灵媒也可以是一些奇怪的小物件。</p>\n<p>承忆，记载术法使用方法，某些情况用作复杂运算的载体。承忆可以是术法书、木片或其它具有精致的内部结构的金属物体，如手表，也可以直接是人的记忆，当使用术法书时威力会有提升，而且可以使用多段术法，连续使用。术法书会有损耗。</p>\n<p>运算，人通过对灵媒和承忆的控制，从自然界或其它物体牵引、转化能量，这个过程称为术法运算。常见的运算有天命运算、灵魂运算、对象运算、心机运算等。天命运算依赖复杂的机械，灵魂运算需要长时间的谐振阵法的支撑，对象运算需隔离出一个虚拟时空，心机运算则需要环境内的对象的完全的信任。运算的主体一般是施术的人，另外便是由召唤出的主体施展术法。</p>\n<p>能量，决定术法的作用。能量分粗糙的能量，如能量之力，和提纯的能量，如能量之流。持续连接浮之力能量的物体，将可以使用飘浮的能量。从火元素里抽取毁灭之流能量，可以存储到魔晶石，这种魔晶石可制作弹药。自然界中所有物体都可以成为能量的来源，关键在于怎么提取和使用。</p>\n<p>在历史的长河中，有的时期只是拿着木棒挥舞的战士，有的时期可以使用一种叫计算机的工具使用幻想的能量世界进入虚拟的世界，有的时期可以仅凭个人意志就可以使出一种叫魔法的能力对环境造成毁灭性的破坏，这些都只是术法能力强弱的区别。由于使用术法时，需要将自己的记忆与知识灌注到承忆的物体，人自身的记忆也会丧失一部分，因此不可以长时间或反复的使用术法。</p>\n<p>术法的盛行让人渐渐的失去了很多记忆，变成依赖承忆进行思考的机器。拥有优良的承忆物可以减轻记忆的流失，某些神器甚至可以反转记忆，但这些都挡不住文明的衰败，战争更是加剧了这个过程。</p>\n<p>天演纪元开始于飞天纪的中后期或者更早的时间，第一颗世界树开始长成的时候，没有结束的节点，大概要等世界树全部死亡倒地才是结束，这段时间由于经过了数个未知的文明，或许已经过去了数亿年。世界树森林精灵的说法是乔天木，六株为自然长成，另外七株为人工栽培，培育的具体时间不明，大约是在元界文明时期，一共十三株支撑起了神民区，一个理想的天堂。飞天纪之后，大地的变化比以前更加剧烈，地面的生灵一次次的被清洗，元界文明是天演纪中唯一保留了历史记录的文明，这段时间也称为元界纪。</p>\n<p>从世界树果实失去光芒，在数不清的时间过去后外壳剥落，种子掉落到地上，或者人类捡回家中成为神灵的化身被祭拜，或者被吸入世界树中空的风穴，又被树下的林妖族所珍藏。世界树的果实又名熵命种，偶然间一个学者获得了其中的一个，发现它可以作为制作承忆的材料，制作出的魔法球两极穿着方孔，透出微光。将熟记的术法灌注于魔法球，它会加快术法运算的速度，因此熵命种制作的魔法球成为极其珍贵的宝物。</p>\n<p>学者的徒弟将魔法球献给了宫庭术师，但是术师们却从魔法球的四方洞里看到了奇异的世界，一部世界树记录的光影世界，研究熵命种发明可以阅读的镜光书后，世人才得以知晓阙泽大地上天演纪之前的历史，而辉煌的元界有一天也会终结。世界树只剩下枯壳还在耸立，熵命种也失去了活性，不能再主动记录外面的影像，但是将它植入生命体中，却可以激发它的活性。</p>\n<p>仿造熵命种结构制作的是一种叫玉殒的承忆物体，在一颗名为舍灵木的树下实施手术植入到身体中后，可以直接连记忆，虽然每一次使用记忆都会流向玉殒，但是人也可以读取玉殒中的记忆，没有延迟，如同记忆没有损失一样。一旦人寿命终结，玉殒将会取出植入到其它人体内，或者埋入到舍灵木根部的土壤中，后人靠近树木睡觉，睡梦中便可以连接先人的记忆，如同面前对话。身份高贵的人会使用熵命种的材料制作玉殒，死亡后的玉殒则会运送到世界树里，作为文明的记忆，很好的保存下来。</p>\n<p>掌握玉殒植入技术的艾茨国人在战争中占据了主动，每个人的术法水平都在前人的基础上不断的累积而且一直都没有达到玉殒的极限，普通的一击释放的能量都足以移平一个山头，就是这样实力的军队，很快的统一了大陆。但是和平的到来却让军队的术师失去了武力释放的地方，回到自己的村庄时也不适合平静的生活。只有等到晚上，一群人在舍灵木下搭帐篷休息的时候，才能让他们在梦境里一展拳脚。</p>\n<p>活着一个世界，梦中一个世界，死后一个世界。艾茨国主将三种世界都纳入到国家的统治区域，世界树上层为神民区，只有亡者和梦中旅行的贵族才可以进入。舍灵木连接起来的灵魂世界为帆船区，每株舍灵木都是一个港口，或者是飞船港，或者是海船港。现实世界是海民区、山民区，现实世界的每个村庄和城市都有前往帆船区的船只，那是环绕着舍灵木或世界树，拥有无数容纳室的环形建筑，每有一位沉睡或者醒来都会有微光形成的帆船远去或靠岸。</p>\n<p>为了扩充神民区，国主安排学者研究世界树，发现六株世界树都有一道年轮，从里到外一道比一道清晰，没有生命的世界树，年轮却一道道的在增加，第三十道年轮尚未连成一圈，似乎预示着某种力量在影响这个世界。一共有七株人工栽培的世界树，与其自然生成的一起一共十三株世界树的顶端建起了新的神民区，现实世界与梦中世界融合在一起，无需进入一个，脱离另外一个，在这里不会真正死亡，没有不可愈合的伤痛，这里是真正的天堂。</p>\n<p>传说，七颗人工世界树即将抵送星辰的时候，第三十道世界树年轮也正好连成一圈，从星辰的方向落下巨大的火球，大地开始剧烈的震动，城市化为废墟，舍灵木及周边的建筑都被移为平地，掉到地面、失去记忆的人在灾难中也难以幸存下去，这便是元界纪文明的终结，而天演却还在继续。</p>\n","categories":[{"name":"文字","slug":"文字","count":26,"path":"api/categories/文字.json"}],"tags":[{"name":"艾梅设定书","slug":"艾梅设定书","count":4,"path":"api/tags/艾梅设定书.json"}]}