{"title":"大家的世界梦，我们共同的虚拟世界","slug":"words/our-shared-virtual-world","date":"2014-05-15T08:53:30.000Z","updated":"2017-05-12T06:22:42.068Z","comments":true,"path":"api/articles/words/our-shared-virtual-world.json","photos":["/images/game/watch_star.jpg"],"link":"","excerpt":"这是一篇软文，为新的游戏项目筹集资金。以下请听我徐徐道来。星空的闪光小时候向往星空。夏日，屋顶上垫上席子，和弟弟妹妹一起仰面躺着，就看着闪烁的星星说着话，白天的热气，轻微的晚风，虫鸣声，天边奇怪的闪电，不时还会等来一颗流星，虽然不会许愿，但是总会好奇它会落向哪里。 时间过得很快，爷爷过世了，我也很少回家，兄弟姐妹几个也不再可能会躺在同一个席子上说话、看星星，年轻的要结婚，要长的要养孩子，电话里我问大哥：“大哥可有梦想？”<br>","covers":["/images/game/City-Capsules.png","/images/game/Hand-washing-machine.png"],"content":"<p>这是一篇软文，为新的游戏项目筹集资金。以下请听我徐徐道来。</p>\n<h3 id=\"星空的闪光\"><a href=\"#星空的闪光\" class=\"headerlink\" title=\"星空的闪光\"></a>星空的闪光</h3><p>小时候向往星空。夏日，屋顶上垫上席子，和弟弟妹妹一起仰面躺着，就看着闪烁的星星说着话，白天的热气，轻微的晚风，虫鸣声，天边奇怪的闪电，不时还会等来一颗流星，虽然不会许愿，但是总会好奇它会落向哪里。 时间过得很快，爷爷过世了，我也很少回家，兄弟姐妹几个也不再可能会躺在同一个席子上说话、看星星，年轻的要结婚，要长的要养孩子，电话里我问大哥：“大哥可有梦想？”<br><a id=\"more\"></a><br>“当然会有，家里人过得好，还有盖一幢小楼。”</p>\n<p>父亲想把刚做好的楼房让一层给他住，大哥也再三坚持要自己盖房，这是他生活的意义。</p>\n<p>今天两个表兄弟来家拜年，我问他们附近的耕地已经不多了，如果政策允许农民可以将做好的房子的二层或者三层以房产的形式出售，会有人去买吗。 表兄弟没有回答，我想也不需要回答。对于村里人来说，盖房子和找老婆是天经地义的头等大事。对于星星那么远的事件，越大就越不关心了。</p>\n<!--more-->\n<h3 id=\"我们还有更多的选择\"><a href=\"#我们还有更多的选择\" class=\"headerlink\" title=\"我们还有更多的选择\"></a>我们还有更多的选择</h3><p>世界就默默的被我们这样的人慢慢的填满。</p>\n<p>没有那么多的知识，也没有那么长的寿命，更没有那么多的时间去思考一个不着边际的物体与自己的相关之处。当我们成为了科学家，可以去追寻物理学，天学家上的神秘事件，当我们成为杂志社的编辑，新闻、绯闻都成为发掘的目标。 而当我们喜欢上了一个人，可以去关心她或者他的一切。</p>\n<p>当我什么都不是，是否还会关心与自己无关的人或事呢。</p>\n<p>南方城市的一个风雪夜里，站在公交站台，是否会考虑如果站台会告诉你还有多久车会到该有多好。之后在一个更发达的城市，我发现已经做到这种程度。 在无座的车厢里，试想是否会多带几个小凳子。</p>\n<p>彼此漠不关心的，我走过一个又一个看不清面孔的乞丐面前，扔下几个铜子便离开了，于是在走投无路之际，我似乎成为了另一个跪在地上的乞丐。 虽然并没有过得乞丐那么惨，但是已经绝望到只要有工作就会去做的地步。</p>\n<p>在自己并不喜欢的领域工作了很多年，并在幻想着一些不着边际的设想。</p>\n<p>曾设想建立一个网络，人人都可以在里面互相帮助，实现各自的愿望。而教会一个人使用网络了解世界，也会是一个很快乐的事情。网站叫叶托网，在网络上创建梦想计划，以比较自由的方式加入或组建工作室，工作室组建更大的商业机构，其它的用户则尽一切可能帮助他们实现这些梦想。虽然当时买了一个域名，由于资金和技术的限制，并没有成功把网站建立起来。</p>\n<p>知识的不对称，不公平的交易无时无刻的不在发生，而那些方便的方式方法、生活方式却无人知晓。如果他们懂得使用网络，一定还有第三种选择。</p>\n<p>母亲对我使用手机买车票、充话费感受非常新奇，老弟今年结婚定事用二千多一克的价格购买了黄金项链中的立方氧化锆吊坠部分，实际为地滩价。</p>\n<p>探索一个更自由、更开阔的世界，根本在于能看到什么样的世界。</p>\n<p>我想让更多人能用更多的视角来看待这个世界。</p>\n<h3 id=\"美丽的世界\"><a href=\"#美丽的世界\" class=\"headerlink\" title=\"美丽的世界\"></a>美丽的世界</h3><p>这个世界有贫穷，有富贵，有安于现状，有锐思进取，但只要自己选择的生活，就会真心的感受到快乐。</p>\n<p>但是有些事情并不会给我们这样选择的权利，比如广告总是在我们不经意间就会看到广告的影子，避也避不开。</p>\n<p>零七年进入广告公司后，在了解网络广告的形式后，萌发了绿色广告的创意。</p>\n<p>一眼望去，互联网上的所看到的广告都是广告商定制好的。</p>\n<p>什么时候网民、网络的用户能真正定制广告的形式。</p>\n<p>虽然谷歌邮箱可以根握自己的兴趣来决定邮箱界面显示的广告内容，但是我想得更远。</p>\n<p>在网站在后台，网站用户登录后可以定制广告。</p>\n<p>首先，用户可以根据自己兴趣决定常访问网址所在页的广告内容。</p>\n<p>其次，广告的设计根据用户的喜好色配置不同的设计方案，用户可以自己决定显示哪一种风格。甚至，用户可以自己设计广告内容，提交网站和广告商审核是否允许启用这个广告。 然后，网站可以推出付费服务，由用户决定广告是否显示，去除广告后网页的显示方式。</p>\n<p>我记得有一年和一个做室外广告的老板讨论过一种室外广告的问题。</p>\n<p>广告污染已经影响了市民对城市的审美，市民是否有权力决定室外广告的形式和显示方式。</p>\n<p>这是一个梦幻的城市。成立一个广告污染治理协会，对室外广告的配色、形式、位置做出严格的要求。</p>\n<p>每个室外广告都有多个可定制的方案。定期进行一个市民网络投票，由市民决定一段期间整个城市的广告以什么配色或形式出现。市民的需求与广告需求进行一综合的表达。甚至，可以开发出一个眼镜，允许过滤掉所有的室外广告，并显示原来的城市面貌。 而，城市布满的大大小小的电子屏可以成为有效的公用设施，市民可以通过一个小小的盒子设备付费使用这些屏幕资源。</p>\n<p>我们内心中都有一个美丽的小小世界，或者都可以看得更远，想得更多，也会做得更多。</p>\n<h3 id=\"也许有一天大脑也可以捐赠给别人\"><a href=\"#也许有一天大脑也可以捐赠给别人\" class=\"headerlink\" title=\"也许有一天大脑也可以捐赠给别人\"></a>也许有一天大脑也可以捐赠给别人</h3><p>零九年，在穷困潦倒的那段时间做了一年的弱电技术员和网管。这一年里，干的是纯碎的体力活，偶尔也会想些事情。</p>\n<p>电话线、视频线、网线在墙壁里拉伸、穿插，我在纸上连接成了一个三维计算的未来时代，当时画了一张概念图，几年过去，这些并没有很好保留下来。 （旧电脑或许还有存档，回去找一下）</p>\n<p>这是一个第二大脑的概念。这是一个互联的第二大脑AI.net，我称它为表脑。与其说这是一个电脑，不如说这是一张卡片。</p>\n<p>卡片内有计算核心配件、存储核心配片、神经元网络核心配件、公共存储核心配件和微电源。</p>\n<p>一套可以运行的设备则由表脑和表脑工作机组成。工作机可以是一个手机，可以是一台电脑，甚至是一台服务器、家用电器、巨型工程设备。 当表脑插入工作机，则激活表脑中的神经，它会自动开启近场网络连接附近的神经元，而神经元与神经元之间则连接成为一个智能网络AI.net。 当表脑工作机之间是通过一个高速的有线网络进行连接时，正常使用之外的剩余计算资源将组合成一个强力的计算服务器，供附近的表脑进行高速运算。 城市的每个住宅区、公共场所、工作场所、交通工具上、公路边缘都遍布着、隐藏着不同类型的工作机，每个工作机上都有表脑的插入口。 我所设想的计算的未来，是人人都有享有免费的计算资源，而这些资源则是通过神经元网络共享来实现。</p>\n<h3 id=\"信息工厂筛选有用的信息\"><a href=\"#信息工厂筛选有用的信息\" class=\"headerlink\" title=\"信息工厂筛选有用的信息\"></a>信息工厂筛选有用的信息</h3><p>每次回家都能感受到很大的变化，如果不是售票员的提醒，我甚至分不清下车的地方，一排排的建筑成为了乡镇公路的两侧的忠实护卫兵，村村都是类似的情况。 回到庄上看到说好两年建好的菜市场仍然只有一个混凝土的架子，路灯听家人说只有在节庆的一两天才会亮起。</p>\n<p>原来我所读的初中搬到了我家附近，听表叔说学生流失很严重，很多人远去城镇里读书了，这所初中远没有我读书那时的规模了。酒席间，听我五叔的意思，在宣示读书无用，似乎在指责像我这样没用挣到大钱的读书人。</p>\n<p>回想小时候的乡村生活，过去满山的风景、果林、竹林上的秋千连照片都没有剩下了，好山好水留不住，家家都做富贵人，建立在外出打工、买卖田地、房屋建设上的富贵、炫耀、比拼反反复复的进行着，我很想告诉大家田园式的农村也可以创造财富，农村的公用基础建设也可以达到城市的标准，乡下的生活环境会比城市更优秀，人们的幸福感会让全世界人都羡慕，如果大家都一个正确的方向去思考，走出这一步。我不想我的家乡人也生活在雾霾之中。</p>\n<p>我设想在每个农村建立一个信息工厂，目的是不改变农村环境的情况下，让城里人更了解农村，给农民创业提供支持，让农村人更了解城市，制定规范、合理的公共基础设施建设，保住农村的居住环境优势，改善交通，引导更多的城里人返流到乡村。而非在老百姓不知情的情况下，或者知识不对称的情况就决定了自己的未来。</p>\n<p>信息工厂以下特色：</p>\n<p>首先，信息工厂为加盟连锁制，仿照城市不同的公共服务在信息工厂开设自助服务，如自助下载机（同ATM），特点是USB连接，自定义下载，电子拷贝收费系统，又如自助网上购物系统，采用与网店合作，将网络商城以虚拟店的方式转移到城镇乡落，其中也包括火车票预定的公共服务。</p>\n<p>其次是多媒体职业培训、涉农培训。与电视台、网络培训视频站合作，通过已有的视频教材、公开课教材、同步课堂开展职业培训、文化培训。鼓励更多人回乡创业，在乡镇开设网络相关的工作室。</p>\n<p>再是，信息展台与广告服务。信息工厂的外面，里面具备足够多的信息展台，随时刷新便民信息和商用广告。信息发布（如商业信息），旧货、易货登记，信息短信发馈，构建村村通114。</p>\n<p>最后是公用wifi，构建以村为单位的局域网wifi环境和互联网wifi环境（早晚八点时间档）。在无wifi的环境内通过信息服务提供资讯。</p>\n<p>一零年独自一人在乡间散步的时候，产生的信息工厂的想法。如果注定我在城市里什么都做不了时，我想我会回到农村，做一名有用的信息筛选者。</p>\n<h3 id=\"住房功能公用化策略\"><a href=\"#住房功能公用化策略\" class=\"headerlink\" title=\"住房功能公用化策略\"></a>住房功能公用化策略</h3><p>去年冬天去参加上海的Game Jam，到上海的当天下午在落脚地附近的公园散步。公园附近的人行道铺着破旧的棉被，被子的主人不知去向。也许那人同样在公园散步，也许在某处打零工，也许已经死在桥下。</p>\n<p>那么这个城市是否为他们提供了生活的方式。</p>\n<p>我曾想过一种将住房的功能卧室、卫生间、厨房、洗衣、洗浴进行公用化开发的方案。</p>\n<p>卧室为直径一至二米不等、长二至三米不等的胶囊结构，巧妙的悬挂在城市的每个角落，多个胶囊卧室组合成一个艺术建筑。</p>\n<p><img src=\"/images/game/City-Capsules.png\" alt=\"城市胶囊\"></p>\n<p>（城市胶囊卧室示意图）</p>\n<p>另一方面，出门在外多年，住了很久的单间，一直希望可以自己做菜，当然我可以选择租一个有厨房的房子，但是客服的工资比较低，自从室友各寻出路之后，就只能在外面以快餐和零食度日了。</p>\n<p>如果有一个公共厨房，紧靠菜市场、住宅小区建造，配合写字楼、闹市、住宅区附近的公共餐厅，就可以解决我的做饭问题了。</p>\n<p>公共厨房是家庭厨师交流的场所，提供专业的厨师教学与辅导服务。</p>\n<p>公共厨房提供代厨服务、半成品制作、半成品再加工服务。</p>\n<p>公共厨房提供刷卡付费厨房使用资源的服务，解决城市租户还有上班族卫生用厨的问题。</p>\n<p>配料、水、能源统一配置，减少厨房浪费等等。</p>\n<p>出租房里还是老式的洗衣机，经常坏掉，水也要手动更换。如果水洗，冬天会冷得受不了。那时我会想如果有一台手摇式或者脚踏式洗衣机该有多好。 同样是人工，但是不需要接触冷水，又能活动身体。</p>\n<p><img src=\"/images/game/Hand-washing-machine.png\" alt=\"手摇式洗衣机\"></p>\n<p>（手摇式洗衣机示意图）</p>\n<p>在电动洗衣机昂贵的情况下，日本上世纪50年代发明了手摇式洗衣机，之后随着电动洗衣机的价格暴跌，手摇洗衣机没有普及开来。 不过对于城市蚂蚁、蜗居族来说，迷你的手动设备仍然有它的市场和优势。</p>\n<h3 id=\"空想一场，终成虚境\"><a href=\"#空想一场，终成虚境\" class=\"headerlink\" title=\"空想一场，终成虚境\"></a>空想一场，终成虚境</h3><p>我一直以为梦和现实是两个世界。</p>\n<p>天帝在人休息时奴役人类的大脑，帮他完成最复杂的天地运算，而世界本来就已经在人类的梦境构筑完成，在精神的世界里，我们一起劳作，一起唱歌，人类的劳动工作等只不过是将梦中的世界还原出来。</p>\n<p>虚拟世界也是一个梦境，而社会的最终形式，不是资本主义，也不是社会主义，而是借助虚拟的网络，不断的模拟新的社会形式，最大化的实现每个人的价值。</p>\n<p>我们的世界梦，也可以先在虚拟世界中首先实现，反馈到梦境，然后是现实中的形式。这是创造虚拟世界的一种意义。它不仅仅是游戏，不只是发泄口，不只是教育的道具，赚钱的工具，它是我们能看到的梦。</p>\n<p>也许有人觉得每个人晚上做得都是不同的梦，但是我相信梦里面，人与人之间也会建立起一种沟通，互相出现在彼此的梦境里，一起完成那不可能完成的事情，虽然一觉醒来有种空洞的感觉，但是它为这个真实的世界定好了前进的方向。</p>\n<p>在此创建的虚拟世界有以下标准，称为虚境标准。</p>\n<p>这是一个可以快速建立扩增空间的虚拟世界，原型只是一个开始，创造的才是无限的可能。<br>这是一个连通、开放的虚拟世界，用户以角色的身份登入，可以在相近的世界观不同的虚拟世界之间实现跨跃。<br>这是一个支持角色（用户）创建内容生态，并可以向虚拟世界外部分享的虚拟世界。并以内容作为素材进行虚拟世界的扩增开发。<br>每个虚拟世界都是是一个独立的开发平台，可以进行内部应用、玩法的开发，也支持外部应用对虚拟世界的内容进行更新，还有一种应用是架设多个虚拟虚拟世界的桥梁，使他们连成一体。<br>让梦境中的未来与现实更近一点，你也能做到。</p>\n<p>-EOF-</p>\n","categories":[{"name":"游戏","slug":"游戏","count":11,"path":"api/categories/游戏.json"}],"tags":[]}