{"title":"仕衣叶华","slug":"words/shiyiyehua","date":"2008-08-20T02:56:59.000Z","updated":"2017-05-12T06:22:49.208Z","comments":true,"path":"api/articles/words/shiyiyehua.json","photos":[],"link":"","excerpt":"##一、飘阁流丹商女不知亡国恨，隔江犹唱《后庭花》。说道杜牧的这句诗，知情的都言卖笑之人于金陵亡国之地，莺歌燕舞，奢华度日，唱后主之词。但那些都是书中的故事，传言中的商女美丽大方，温柔贤惠，娴淑有德，说到她们的容貌，无不称赞云云，赞曰：手如柔荑，肤如凝脂，领如蝤蛴，齿如瓠犀，螓首蛾眉。七笑倩兮，美目盼兮。<br>","covers":null,"content":"<p>##一、飘阁流丹</p>\n<p>商女不知亡国恨，隔江犹唱《后庭花》。说道杜牧的这句诗，知情的都言卖笑之人于金陵亡国之地，莺歌燕舞，奢华度日，唱后主之词。但那些都是书中的故事，传言中的商女美丽大方，温柔贤惠，娴淑有德，说到她们的容貌，无不称赞云云，赞曰：手如柔荑，肤如凝脂，领如蝤蛴，齿如瓠犀，螓首蛾眉。七笑倩兮，美目盼兮。<br><a id=\"more\"></a><br>浣商国，传说中的女儿国，最后一个王权国家，在三十年前，灭亡于伐轮之战，此后国中诸女流落各地，或匆落青门，或嫁作贾妇，至今仍然诉说着悲怆幽然的伤心旧事。</p>\n<p>诸葛大妈是臣仆们的义母，正端坐在蒲团上运针缝着衣物。鬲城王子雪轩、公主红荷，还有正在国宫学习做官的臣仆便一起央求老妈妈讲故事，诸葛大妈若有所云地动了动嘴唇，然后将目光停留在公子雪轩的脸上。</p>\n<p>鸢娘，再不讲，我可要离开了。每次老妈妈一听见公子要走都会眼神一震，她停下手中活儿，抄起针头拈了拈了烛芯，橘黄色的灯光照亮她灰白的瞳孔，泛出一层黄纹。</p>\n<p>我来说说飞船国的故事吧，老妈妈说，“你父亲辎图君最喜欢听这个故事了。几百年前，千艘飞船来到鬲城避难，他们是公子雪轩的先民。”雪轩转头看了一眼身后的少年侍卫，喜欢这个故事的是他，每次一百遍一千遍地讲给父君听，雪轩也得在旁傻陪着。<br>“我不喜这个，我最喜欢的是那些大侠的故事。”雪轩想起侍剑者（从官剑客，仕）们自由流浪的生活，对于从小被关在国府深宫的公子来说，游侠是江湖上最浪漫的职业。</p>\n<p>“敬之小王子啊，你父亲将你生在了阖宫，你哪知道江湖的险恶啊！鬲城的最东方有一个美丽的国家，在一群江湖人的带领下发动了侠革乱政，五百年的王国变做了流浪人的国度，没有疆域，没有军队，就像一群没有组织的乞丐在富侠的农田劳做。”老妈妈剪掉炭化的烛芯末梢，搁在小桌上的青花瓷盘面，盘中的黑影闪了几闪。</p>\n<p>浣商国民都是像我一样的女子，老妈妈抹掉脸上枯白的脂粉，原本还算年轻的脸庞露出数十条霉褐色的皱纹，进入江湖后就不得不讨生活，把自己作践成我这种样子。</p>\n<p>老妈妈望着公子，久久不言，似乎有数不尽的怨毒无法挥发出来，公子雪轩侧过身子靠向公宁红荷，红荷也感觉老妈妈刚才有些失常，握过弟弟的双手，紧紧地按着，只见老妈妈并未转头，还是睁视着一个人公子的少年侍卫。意识到公宁的眼光，老妈妈低下了头。</p>\n<p>注：公子还有公宁等，是身份姓氏，比如公子舒夜就是说这个人是个王子，对应的公宁也是公生身份的姓氏。身份姓氏为本代拥有，是不能继承的。</p>\n<p>那位少年侍卫看了一眼公子，走到老妈妈身前，单腿跪下说：“敬之鸢娘，吾名商离。和公子一样在阖宫长大，虽然我还是不能理解您说的江湖，但流亡国度的感怀我还是知道一些，商离正了正音，像是要讲故事，您记得常和公子讲的飞船国么，每次说到国主在宇空流亡时，您总是含着眼泪，就好像曾有过类似的经历。”</p>\n<p>“公子，”身着浅蓝琉霞衣的臣奚移步进来，顿思了一下，又说：“公宁，该用餐了。”退出时又瞧了一眼商离，似是不想打断商离的话。</p>\n<p>老妈妈抬头时从眼眶边理起垂下的灰发，站起行礼恭送，商离随侍公子跨门而出，不见回头。老妈妈摩挲着手中的润泪，又陷入了沉思。</p>\n<p>十五年前。封阳。陈公庄园后山有一条细长曲幽的小溪，水是血一样的颜色。</p>\n<p>红衣侠士站在溪边面向一绿衣少女缓缓地掏出江湖追杀令。它既非金钢，也非玄铁所制，乃是一张薄纸，所书文字街头随处可见：离明玉颜，原浣商女国主，流亡期间曾组织江湖国府，肆意破坏侠之盟约，现盟主发出江湖令，望其早日伏案自首，狱中白头为宽。</p>\n<p>少女半跪在溪中，淌着泪，臂下是一位中年男子，手中握着剑柄，剑端入腹，温血渗过少女的衣衫在颤抖的风里飘洒入溪，就连红衣侠士手中追杀令也被映成了微红，明晃的光纹随溪波一闪一现。看着绿衣少女的眼睛，侠士禁不住后退一步，扶住随行的剑客。<br>“生衡居士是南行剑，剑法天下第二，”红衣侠士整了整沾湿的侠服，“为了你陪上全族的性命，想必离明玉颜没有这么大的本领吧，你到底是谁，和女国主是什么关系？”</p>\n<p>南行剑是南派江湖行僧，行事古怪，亦正亦邪，素与盟主不和。红衣侠士率众追击这个女子，从北至南，一路山水帷幄，叠影重重，若影若现，人有百手，手有百指也不可能指中她的踪迹，直到江南，只见她闪入陈公留善的庄园，众干人等疲倦之极，日月晃乎不明，昼夜不分，只得团围庄园睡去，不敢入内。陈公留善人称生衡居士，是故去的南苑江湖王爷之子，不喜生杀，不知道绿衣女子用了什么办法劝使陈公留善无视江湖令力保自己。</p>\n<p>注：陈公，刘公等都带一个“公”字，也是身份姓氏，代表国府授封的江湖王爷。</p>\n<p>夜凉如阴月，月凉似秋水。红衣侠士等扮做夜行客潜入庄园，惊起打斗，只见一阵尘风引着秋水化做雾霾，庄仕不敌者死去，庄主带着一家老小入地道而逃，然而最终还是被鹰眼红衣给发现了。居士不甘受辱切腹求死，幸好被不远处赶来的绿衣少女所救。原来她早就离开了庄园，这帮人是怀着怎样的怨恨惨动杀手的。</p>\n<p>绿衣少女抽出腰间短剑，只手搭上生衡居士的鼻息，确信他已经死去，然后答道：“你是说离明————玉颜，呵呵，离宫叫这名字的多了，知道的连我一起至少有十，我们样貌，习惯，武技都差不多，任你再聪明休想一次就区分出来，趁早死了心回家拜佛念经去。”</p>\n<p>红衣侠士只道是戏言，谁见她软唇轻贴短剑刃口，它就如薄纸一般，发出哨笛的振动，七名绿衣少女绝尘而来，端的是身比影轻，月光下的粼光随着发丝在远近游动，暗绿浮香，庄园飘来的花草香气和着血与惊鱼的腥气，赶走了山虫的吱吱叫声。<br>她们一般的装束，一般的恕颜，手中都有一柄短剑，只因是夜晚看不清楚，这应该就是绿衣女子连络同伴的信号。</p>\n<p>月前，鹰眼红衣得盟主令，剿灭江湖新建立的舞剑四门：“见丽姬杀无赦，火凤、云龙非重生乃死谷，暮鸦者一群乌合之众，诸党密谋侠政建国，此等背信弃义之事显是浣商旧部所为。”遂同斩阳刀蓝洗献风，离魂钩苍乡校燮等侠士调查舞剑四门，实则一并歼灭之。</p>\n<p>丽姬诸女清丽不凡，艳而不俗，眼前这些女子集在一起反而更像是舞剑门，先前落单的绿衣倒不觉是丽姬中的一员，只见她接过其余七女的短剑，又从生衡居士的怀中拿出一个小布包，卷开是三把短剑，破三连七，接续成一柄墨绿色的长剑。此时，红衣侠士愈发觉得她就是浣商的女国主，栓环短剑组成的七窍灵音剑是传奇之物，只在《神兵谱》中简略记载，不想竟是浣商国宝，只是陈公庄园中开门微露的美妇又该作何解释。</p>\n<p>人人都说陈公留善娶了一位美丽的女子，这却给这个家庭带来了无上的悲痛，她杀了老王爷却获得了公子留善的青昧，这位封阳王子愿意退出盟主之争，今生不出城垣，以此抵消那位女子的罪恶，最后他如愿得到该女子的芳心，她肯愿其母嫁人子以赎己罪。<br>至今仍有人不相信如此美丽的恶女子会安心做一个贤妻良母，在鹰眼红衣看来人世间出现许多不正常却也是很平凡的，聪明的人往往通过惊天动地的行为掩饰其隐秘的伎俩。细心观察溪边的绿衣少女时，飞鹰红衣记住了丽姬的愤怒的异样，这让他想起同样的眼神也曾经出现在陈公庄园开门的美妇身上，她也许在诸女当中，也许就是眼前溪边的一袭绿衣。</p>\n<p>“谁是浣商国主，快快说来，免得一起枉死。”在红衣的指挥下，二层包围圈早已形成，三、四个剑客和绿衣少女交上了手，失去短剑就如同失去了手臂，被人当作燃烧的红线逼进了油谷，她们在掩护什么，一片血泊。溪边的女子缓缓而立，左手握剑，靠近那堆血泊，血泊中一只小手微张，小娃睁开眼睛，抱住女子，说道：“妈妈，他们杀了父亲。”</p>\n<p>小娃的母亲挟起自己，面对着那些大人：“我就是浣商国主，你把我们都杀了，还有新的国主，”她将男孩抱在胸前，剑尖不小心削掉的衣衫飘入溪中，贴上了居士的面庞，父亲的脸色已然苍白。此前避敌时，他故意击中小娃的痛穴，又削破其胸前一层表皮，造成死亡的假象，几个庄丁会意，战死在小娃的身旁。</p>\n<p>小娃的母亲大声说道：“众人听了，他将是下一任，浣商国唯一的男国主，我们女人有了怜悯慈教之心就会怀上女孩，嫁了丈夫则会生下男孩。小娃，你一定要记住，浣商国并不只有女人，只要抱有仁爱之心，国家，民族，你，我，永远都是一个整体，相亲相爱，百代不渝，看清为娘，漂亮吗。”任何人见了这面孔她都会心动，不管是大小还是小孩。她轮起灵音剑，几道血痕，毁去容貌。小娃没有哭，他似乎很清楚自己会永远记住这位母亲。</p>\n<p>可是没有明天，还有下一代么，小娃擦了擦鼻子，想起这位母亲常说的话：此间师徒，来年慈父，不教则不亲；今生兄弟，来世夫妻，不敬则不爱。这是为侠的道理，虽然还是不怎么明白里面的意思，但是今天，这位像是母亲的女人会为自己而死去，就像爷爷死去是因为母亲的缘故。当然看清她的脸后，小娃知道母亲二年前就病逝了，是她在豆蔻年华之际做了二年的养母，每天守护在小娃身边，就如一位忠实的仆人奉献着宝贵的生命。</p>\n<p>不再爱惜美貌的丽姬，必然抱着必死的决心。小娃会爱她的，永远会爱着这位母亲，她也曾像亲生母亲一样爱着自己的父亲，小娃想。抄起纱衣，拿着七窍灵音剑的小娃的母亲，在诸丽姬的掩护下又开始了逃亡的生涯，而小娃从未问起母亲的名字。</p>\n<p>谁会想到诸葛婵媛，像鸢一样的女子会投奔源自飞船国的鬲城，鬲城国主自己也没有想到，只是糊里湖涂地爱上了这个面容已毁的女子，将其纳为姬妾，并委以重任。</p>\n<p>老妈妈想起第一次见上辎图君时，他说她像鸢鹰，无拘无束，自由大胆，他抚摸着她的伤疤说：“女人为了孩子可以自毁容貌，浣商国的女爱之心就不能多留点给我这样的男人么。”小娃悻悻地看着国主，迎来了辎图君的微微一笑：“哈哈，不错。明天就让他去辖嵘郡，忘掉一个人，很容易的，十二年后再见到美人时，你也会认为我说的不错。”</p>\n<p>“敬之国主，我不过是天上飘飞的纸鸢，哪能比得上国主的飞船。”鸢娘是国主赐给她的名字，吞食了这么多年的黄连果，她知道媚眼苦笑的时候，小娃的父亲还有这位国主都会动容的。现在的纸鸢都被做成了居人檐下的燕子，一点也没鸢鹰冲天俯仰之势，现在的鸢娘只想着安静地等待彩光凌月的辉芒，那是七窍灵音剑出鞘的日子。<br>“我们都是落难的族人，人心在则国在，相信我。”国主最后这样说。</p>\n<p>##二、侠飞絮剑</p>\n<p>“逝者若斯，吾心百驰，九天云外深一尺，万里冰封裹一时？云鹿飞花入镜里，妾待不归期。就田雨织，弗盼风痴，雪飘映绮叹今夕，日落絮柳堪明离？灯下秋月背相倚，梅瓣和春泥。”绿衫女子坐在雨焰池岸，风火崖间，一个人念着这首《流霞歌》。谷底的山花花瓣被吸入山崖内部，飘过她的发间，留下少许，其余的皆落入炽热的雨焰池内。</p>\n<p>听着雨焰池里岩浆的翻腾声，她知道这个世界并不只有她是孤单的，想对人说些什么，也许眼神儿说了一些，可是它的热情再高她也不知道它的心思。石壁后面藏着一个男子，她跟踪了许多时，累了，她想歇一会，于是她故意让他发现了，带着他来到祖先的茔地。</p>\n<p>她不知道他为什么也故作不识又悄悄跟来，一个人寂寞的时候，既使身后是杀手也放纵他的行为，只在敌人刺向自己的一刹那结束他的性命。她从来没有像今天这么镇定着，闭上眼睡一觉都无所谓，她知道那是她的男人，男人追迹女人总不会带给她性命之忧。</p>\n<p>她久不作言，一个声音终于响起：“菲铃……你是菲铃吗，你一直在看着我，为何躲开，昨日刺杀我，是想阻止我么，可为什么！！！”只见白衣男子人石壁后走出来，也带出了一脸的不信任，面对着自己的女人竟然还装作不认识。</p>\n<p>“我不想说，”菲铃用呆滞的目光的扫过池内的岩浆，转身面向男子，“把剑坤交给我，我们回家。”男子身后响起一阵嘈杂，一位天宗门徒向他禀报：“门主，敌袭！”菲铃正想是问谁打扰了他们的清净，忽又想到自己是螳螂，谁又是那只麻雀呢。</p>\n<p>“是什么人？什么跟踪你菲铃。”天宗门门主问，心里却想着天宗门和哪派又结下了梁子。菲铃是位聪明的女人，走到哪都有她能管上事情，不是万事通，却也算是明月城的女中豪杰，对于这样的小问题，自然不在话下，可又谁又敢跟踪这样的国府女吏呢。</p>\n<p>“火幻门，”菲铃走近门主，“火幻门宗主是我的义父，他们使用飞行伞从崖壁间的通口进来的”，她摘下发间的花瓣，“这花带着血的腥味，通过山顶的路似乎被冰雪封住了。”<br>菲铃从垒石堆中翻出一个小布包打开，是残剑云。“虽然生存也是私心，但我的私心只是想和你在一起，不去理会江湖的恩恩怨怨是是非非。我们很久没见面了。如果义父再晚一点，我想我们可以在这住上两三天，这把剑……”，菲铃靠上他的左肩，“你把剑坤交给他们，义父他们会放过我们的。”</p>\n<p>可是一切都迟了，壁洞外飘进一阵迷香，混合着硫磺酒的气息，沉睡，沉醉。</p>\n<p>宝剑出鞘，乾坤逆转，此剑不同倚天，也不像莫邪，粗看无鞘，可击巨石无留痕，剑击他剑，万剑俱毁……————浪轲看着街头的告示，背上的巨剑告诉了别人他的名字。</p>\n<p>告示中言道，名剑“坤”系庄墟干打造，现已流落江湖，愿得之者尽快归还，说其原因无非就是此剑非同一般，常人用不了，徒有武技者用不了、无有秘秋药书者用不了、剑技低下者用不了。粗布衣装的浪轲是位江湖行僧，所谓行僧不一定就是僧人。就如叫和尚并非都是和尚，还有单身汉、秃顶者、武技绝高者也可以称为和尚。</p>\n<p>行僧也指那些懂得运用的人，他们行走江湖，虽然剑技不是最高、知识不是最多，但他们会用仅有东西应对足够多的困难。怀有浪轲一般心地的人不会有他一般的心思，他也许在想：“得此剑者，应藏于秘外以绝迹江湖，现此剑我必争之。”</p>\n<p>现在就有一群执行这样的心思，国府言者获知情报后立刻秘令利行剑争抢剑坤，待将来藏于藏剑山庄。藏剑庄，死神皆拒，看谁还能将它再现江湖。浪轲身后菲铃也在看着，细经分析这只不过无影宫的圈套，令人投剑坤入江湖只在于让得之者明白剑坤的价值，此事菲铃心知肚明，无论怎么做都是为了最后的结束，最后的结束是……</p>\n<p>岁月如人生一般纷乱无序，醉了醒了，或者说岁月就是人生，刚刚发生的事，不去想也能忘得快，但即将忘记的仇恨就如一股灰尘冲斥着全身的经脉，既使忘了也会有疲惫的怒气贯彻全身。菲铃离开了家，庄墟干在家里翻了一通，没见人，却找出了刻名为坤的剑，坤旁放着一本书《草语注》（秘秋草语），上面画着一些人形儿，此为剑技之书。</p>\n<p>旁附书信，信中曰：“誓约，吾当去时，居汝心，在卿旁。今君何在，盼君归，空留恨。留书一本，望自珍重。”读信时，城外群马奔过，扔下许多纸片。</p>\n<p>庄墟干待马声远去，拾一纸片，说道是八城空巷，共讨云侠，其中八城为封阳、洛阳、新城、番冢、明月城、婴梁、琴鼓、鬲城。明月城为东方王城，洛阳为西方王城。</p>\n<p>新城在燕莳镇东，有一万七千户，是江南丝绸通往明月城的主要通道。“江南江山，有江又有山，七盘八星叠重影，九寨十沟铺迷林。”这是新城人的谚语。要是说到新城的武林门派哪可是比得上明月城，但不管是谁却都知道不远的燕莳住着一个叫云侠的剑随。近日，新城街头江湖剑派集结，商议着未名庄声讨云侠的号令。</p>\n<p>来到新城，庄墟干记起了什么，他幻想菲铃已经回到家中，她一定等着庄墟干回家，想同他一叙衷情，来到九梅林，如今那里或许种上了梅树，冬天还会盛开梅花，她多想与他一起，只与他在一起。可她只能一个人徜徉在茫茫的花海中，默默地信守当时的誓言。</p>\n<p>燕莳是南方的小镇，北临婴梁，南通荒蛮之地。南荒有个越州城，越州城有道港口，沿狸河湾向北就来到水世镇。水世镇东北方约三十里山路便来到燕莳镇。晌午，一队人马整装骑备，面缚黑纱，飞速赴往燕莳镇。只弄得路边野花弃身倒地，几声雀叫破彻云天。</p>\n<p>庄墟干回到家中，一个月前菲林失踪的画面又重现在他的脑海中，他似乎看见了破碎的门厅，菲铃血色的脸颊，孩子睡在旁边。燕莳镇依旧是沉闷的噼啪声，野草了多了更多的脚印，人去城空，火势很快就曼延至城西的完好的宅邸，更显得街道的荒凉，一个乞丐模样的人在饼铺捡起地上煎饼，正要离去。</p>\n<p>庄墟干挡住他的去种，历声吓道：“究竟是谁来过这里！！”街道中残留有马蹄印，是利行剑帮。乞丐猫了一眼庄墟干可怕的表情，急欲逃脱：“剑！马上配着剑……他们”，庄墟干一失神，乞丐立刻尖叫着跑开。</p>\n<p>“利行剑似乎很热心于做剑坤的分享者，孰不知一群人卷入祸水，人人难逃。”浪轲表示对利行剑的不满，正应对了古语“私心起，福祸同行。”是福是祸谁人知，庄墟干想利行剑的谨慎确实被一些事打乱了，明明是国府及未名庄出事，可为何利行剑会如此尽心。</p>\n<p>“利行剑也不过是一颗棋子，你进去了，够大的话也会是棋子。”庄墟干言道。</p>\n<p>“甚至人的情感、社会之道德、宇宙之规律也会是江湖运作的棋子，所以你讨厌心中的江湖了，还是你忘了，忘了彼世可大可小，可融万物可聚大理，这是……”行僧浪珂面见了庄墟干，本想借剑一观，但观此景，回想人生俗物，一不小心趋势利导，不禁骇然。</p>\n<p>“天宗剑诀要旨。”庄墟干答道。江湖夺了多少都须从江湖中赢回来，人生多少会有点小赌博。浪轲加紧了脚步，远远的超过前面能看见的所有人，声音远远传来：“是的，兄弟，如果我有了这把剑，我就知道该送给什么样的人了。”无数个念想也许停留在庄墟干的心中，也许他不会这样想太久，菲铃走了，剑坤还在，璜儿也还在，这次危机，在天宗门的斡旋下得以解决，庄墟干也顺应宗法成为天宗门主。</p>\n<p>大概是三年前。东方泛白，青雾又起。青岚峰后有一个人影徘徊着，此人名叫庄墟干，菲铃的丈夫，是位从官剑客。昨晚深夜，锣响三更，庄墟干刚刚躺下，就听三声叩瓦声。如果此三声并非针对他，就有可能是一种联络暗号。</p>\n<p>他冷静地观察四周，如果院里有埋伏，刚才的暗号则有可能是行动的命令。作为官府在江湖的代言人，庄墟干结下了许多愁怨。他不停地和人决斗，也一次次地将人误杀。人影走进门厅，小心谨慎，似乎无意惊醒屋子的主人，又或者已经清楚人所敬仰的大侠会在自己的后脖上来上轻轻一刀。</p>\n<p>庄墟干面对着这位暗影，亦不知所措。他所想的是怎样才将刺客的吸引力转移到自己身上，然后将他带出庭院。然而声音悄然地转移到自己的背面，他被制服了。陌生人无意于惊扰院围的芳花，他将庄墟干带到青岚峰，便离去了。</p>\n<p>“你来了，为什么要我留在这里。”庄墟干不解地捶击路边的树桩。陌生人仍然蒙着面纱，打量一番后说道：“现在你安全了，庄墟大侠。下面的事还需要你自己去就应付，我们就此分手，再会。”对庄墟干来说，他只是一位陌生人，菲铃却知道他是自己的义父。</p>\n<p>不久后，庄墟干听见了撕杀声，并感觉自己可以走动，只是身体很不情愿有一点动作。知是武功被废，便不再远离，因为不远处的血色并没有接近这个地方。陌生人的好意令他有些许疑惑，不好再问，目送他的逸影在雾中消失。</p>\n<p>就在庄墟干一步一挪地迈回家中，跟随而来的菲铃已经和义父进行了一番殊死博斗。菲铃望着倒下的义父，说道：“我不能应你。你知道我不能没有他，还有我的女儿。”老人颤抖的手中握着一把剑。剑柄为双羽开屏形，剑身冷羽坚排而下。他没想站起来，挪开身边堆积着的几横残尸，躺下，怀疑地看着菲铃的剑。</p>\n<p>“翎儿，我手中的这柄剑，你还记得吗？”老人用斯哑的声音揣测着余力，手掌微露着青筋，袖子还有道撕痕，几条布线在风中摆动。但从面相上看，年岁仅较菲铃稍长几许。<br>“翼————原谅我，女儿不孝。”菲铃的手臂一挥，黄马一声撕鸣，横倒在地。当她正想离去时，一股淡灰色的曳尘，从左侧盖来。老人剑锋一指，如轻触云端，失于尘埃之间，醉步回腿，回剑齐身躺下，剑尖撑地纵身跃起，锋之所向直击菲铃所持之剑“妣云”。</p>\n<p>“乒当”一声，剑断了。翼断为九节，云化为七段。菲铃捡起妣云剑的残片。轻抚裂口，光霞在新月之下显得格外鲜亮。老人在不远处哀声跪下，翼的最后一节柱在泥里。一番力战之后，菲铃撕开布裙收起血剑，深红的斑斓像是剑云在流血。菲铃走了，没有理采她的义父，必须在丈夫回家之前赶到儿子身边。</p>\n<p>菲铃走后，老人从倾倒的马车里掏出一只鸽子，将提前准备好的布条绑在它的腿上，轻轻地送了出去，然后格开木丛，安静地躺着，默念《马予歌》：“弱风卷帘东风后，枯木成林，寒鸦群飞，吾与黄马皆孤独。血露湿巾，坐视平丘，舞剑不能寐。延岭新月微见，欲问，孰与汝相怜？舞毕，思绪绵绵。”睡去。</p>\n<p>庄墟干，人称云侠，有妻名曰菲铃，说是婴梁人家，逃难至此，承蒙他搭救，娶为妻室。现替夫君养有一女，名叫玉璜，已有四岁。</p>\n<p>云剑有二，一为孝云，古名为坤，另一为妣云，刻字为莲。妣云剑是丈夫送给她的娉礼。“妣孝双剑，祖传之宝，为族男所有，待他成亲便将妣云剑送给妻子，表达怀念烈祖，展望未来之意。”他只道菲铃不懂武技，此剑又太珍贵，不好见血————妣云剑，本名七窍灵音剑，浣商镇国之宝，任谁知道它的真名也会胆寒，浣商国灭后，此剑一直下落不明。</p>\n<p>此时庄墟干只想好好休息一番。行至家门，便倒在门旁。众邻将他抬至内房。菲铃见夫君状貌如此，脸有哀色。静坐一旁，执小女之手，不语。众邻安慰一些便自去忙了。</p>\n<p>在菲铃的心中，丈夫的身世一直是个谜，即使他拥有灵音剑，即使有人证明他就是鬲城王子，称自己为庄墟的人还是太少了，没有人愿意拿祖先开玩笑。义父受老盟主之托追查庄墟干的一切经历，还不惜牺牲义女，也许和老人生活在一起，义父也变老了吧，才做这种令人痛啮之事，也拿别人的青春开玩笑。</p>\n<p>许久，几声呓语惊醒了菲铃，梦中的庄墟干叫着一个女人的名字婵媛————古国的仙女。随即几声酣歌，这份狂性，不似平日的云侠。菲铃像是不解，亦不愿轻意惊扰。梦语中有油灯，有白月，有酒歌，还有女人的笑声。“灯斯不解风月兮花残，酒奚怨柳歌不韦，汝欲登楼乎吾不前，月白如油灯，哈哈，哀哉。”璜儿吓得哭了，照理说她应该适应了。</p>\n<p>他醒了，相关事情解释一番，菲铃便不再追问他的敷衍之辞，心里却闷语着：“不说就不说嘛，仙女就了不起啦。”庄墟干只说梦境甚有蹊跷，境况太过玄乎，自觉不可能，只能将它归为体虚之梦。</p>\n<p>衙堂行风使送来了江湖第十七号追杀令。</p>\n<p>江湖追杀使分四品，一品谓之剑导，原剑风堂铸剑师白宿鹤的门徒才有资格成为剑导，如今白宿鹤已经年逾九旬，却只收了六位门徒，其中一位听说还是他的女儿，名曰白翎，现在的庄墟菲铃。老铸剑师留下片语，“尔等皆不能擅自收授弟子，只有铸剑术精良者才有资格。吾老之将去，继任者已经确定，因而勿须虎狼相残。”</p>\n<p>然而老剑师死后，署下门徒离去居多，只剩他的第三个弟子支撑着门户却也行将得过去，因为剑风堂有国府支持，江湖依旧起波涛，此处却还二月春。二品为剑随，受官府之托办事，但于官府并不言听计从，能胜任剑随的皆是名声在外的中年侠士。</p>\n<p>庄墟干被称为云侠，在说书人的故事中，双亲早逝，年幼的他外出流浪，成年以后学得一身本事。虽然名声在外，却没有人敢近前奉承。成为剑随以后，每日只有无端的剑戮血洒。虽然庄墟干对于任务有绝对的选择权，但他已经厌于别人的冷眼相待。</p>\n<p>故事的另一个版本来自他常使的一把剑“孝云”，据说传自顶宇剑宗桃李云山，继而有人说云侠就是剑宗入世的儿子。菲铃每次问及于此，庄墟干总是笑而不答，难道是干爹？<br>三品追杀使为剑令，此类江湖中人只为国府办事。他们往往成为江湖闻名的杀手组织利行剑帮的暗杀目标。利行剑是个秘密组织，相传为国府中人组建，至于是谁又是为什么这样做的问题谁也无以回答，至少菲铃会极力回局。四品为剑捕，他们的存在只为弥补官差的不足，由国府直接调用。</p>\n<p>行风使先是述说了被追杀者相关恶行，并嘱咐干不要深入调查，只要结束此人便可。庄墟干听后言道：“抱歉，此类任务我不不予接受，你知道这是我的原则。”多年在君侧，菲铃已经养成了观察自己丈夫的习惯，他少有朋友，却喜欢听说书人讲故事，他做事有原则却不拘泥于原则，口中却总是不停地强调自己怎么尊重原则，此人的一生注定是一个悲剧。</p>\n<p>“云侠，汝已被利行剑列为一号黑名单，我等为你考虑，特意派你去执行此类秘密任务，为的是让你暂时躲避武林的追杀。”</p>\n<p>这位富态可掬的中年人并没有一身的锦衣华服，却是二品剑随的联系人。行风使虽是一口纯正的江湖腔，却喜欢编造一些官式堂皇的理由，不过这位的脾气还算可以，国府和江湖的关系并不像想象中的那么和气，就说这位吧，没戴黑匣面具，不配飞刀满身，一脸憨气，常人还道是江湖出身，和那些蛮横跋扈的国府侍卫没一点相像。</p>\n<p>“可笑，汝何时成为了国府的行奴，竟也学得这般虚虚实实。”嘴上如此说，心中却作想行风使戾掾一向厚道，假若所言属实，真的是自己一个不小心破坏了江湖和国府之间的规矩，今生又得步上母亲的后尘了————亡命天涯，寻求政治避护。</p>\n<p>“云侠，吾只是前来通知而已。因你随时可能被抓获，又知道了官府太多的秘密，所以官府只是想借利行剑杀你而后快。请别声张，我得速速离开，后会有期。”行风使小声道，说完一遛烟便离去了，丝毫没有国府侍卫习惯性地拖拉观望的动作。</p>\n<p>菲铃拉着璜儿掩在门后，轻触璜儿颈项的长生铃，似欲惊醒呆坐中的庄墟干。</p>\n<p>一听见脆铃声，庄墟干知是妻儿在偷听，可是听见了又怎么样，不过是徒增伤心罢了。他不想让她们母子跟着受苦，即使天下再大，已无容身之所，他也不作逃避的打算，既然触动了江湖，就用江湖的原则去解决，那是些打打杀杀的阴谋诡计。</p>\n<p>剑客中流传着一个故事，四十年前剑术被人们抛弃，人们崇尚威猛与力量。剑宗论剑，江湖三位剑术高手结义金兰，为的就是将寻常不过的铁剑重新提升到兵器榜首位。</p>\n<p>白龙代儋和十三世，国君昏庸，政权动荡，频频发生战争。战争中人们抛弃了剑，普遍采用长兵重器作为武器，当下朝野民间无不所受其害，人们又没有工艺铸造武器来保护自己，直至世间出现了一位英雄，人称始祖剑，他以长剑再次竖立侠义精神，锄强扶弱，震憾江湖，然却无法结束当时混乱的状况。始祖剑决定隐居，并传言只要找到他就会传授一种技艺。</p>\n<p>当世有三人结为义兄，崇尚江湖侠义，年少时便到处寻访始祖剑，毫无所获回到家中却意外发现高人就在自己城镇上，当即拜为师傅。始祖剑分别传授三人，剑道、剑技、剑守三种技能，并一直叮嘱“剑道者，当用以游说于国府上层，宣扬政行侠义；剑技者，当以流传江湖，艺剑之法行侠仗义；剑守者，当教黎民铸剑之法，当入国府以助惩恶锄奸。”</p>\n<p>恩师年迈将逝，决定考察三徒儿的能力，他令大徒弟建造无影宫和藏剑山庄，并在国府中宣讲剑之侠义及以书剑行政的利害，今二徒弟前往不周山底采取玄石、今三徒弟在风火崖铸建雨焰池，并编制秘秋草语。</p>\n<p>这就是剑客三宗的故事。时间过去了几十年，如果有谁还能记清的话，三位剑宗剑法最高的那位名为桃李云山。现在已经没有人会去问庄墟干姓什么，父亲是谁，因为谁也不会因此事而得罪云侠。必竟是小时候的事，庄墟干只想着自己的父亲或许就是桃李云山却不敢确认，那位远在顶宇的神秘剑宗，也就是剑随常说剑神守护。</p>\n<p>剑客三宗早己为常人忘却，人们熟习剑术之时能想到只有习剑秘法。扇剑手据说修行于深山之中，铁仁者名为白修恒，是白宿鹤的堂弟，他将他的全身武艺以及铸剑技巧传于其兄后浪迹天涯。至于最后一位顶宇圣者更是不知踪迹，传闻他行于市井，忙于生计。</p>\n<p>“菲铃，我要去拜访落絮居士，帮准备一下。”菲铃应了一声，替干换上了一身青衫衣，并递给庄墟干一把铁剑，“菲铃，我可能用不上这柄剑了。你不如去陈当换些银子，下个月就是你母亲的祭日————下个月以后，我们要离开这个地方。”</p>\n<p>菲铃告知用餐之事。庄墟干将剑搁在小桌上，饮酒三杯，放酒入柜，柜子里还有几枚古币，用以避邪，外面挂有坠铃。柜子年久失修，合不拢，一不小心镶有坠铃的那半边门就落在地下，给屋子里带来一串翠响。</p>\n<p>“柜门我早想修一下，可念老木匠身体不好，没敢烦扰。”菲铃将煎菜花热了一下，摆在小桌上。“前几日我在绣房新接了匹针绣，昨日我做好送了过去。她们说今日会送几两银钱给我们做些开支。怎不见个人影过来呢？”菲铃叹道。</p>\n<p>菲铃见丈夫要出门便说道：“夫君，今日之事不比寻常，凡事多留点心思。”然后才开始安排小璜吃饭，“君为何这般不乐，是否有什么心事？————相公可知落絮居士并不在家中。”菲铃若有所思，牵出一根细针将青衫的领口缝上了数针。庄墟干听后看着天窗，暗想：我为何会是这般结局，数载见行人，无奈自身为行人，“为何不早告知于我！！？”</p>\n<p>“前些日子，先生独自前来，留下一封书信，便离去了，一刻也不多待。行风使之片语吾已知一二，夫君勿须隐瞒。我见信面行书不定，知是有事发生。妾不想君烦心，便将此事搁在一旁。”菲铃拿过剑佩在干的腰间。</p>\n<p>“误我大事耳。”庄墟干执菲铃之手，轻声道。菲铃拉开祭剑盒，取出红蜡密封的油纸信，只见信中写道：“云兄，见信时吾已在沧州，所幸无事，勿须挂念。知兄不在，留书一封。兄可知未名庄发生兵变，国府太保被掳，从此江湖难安，兄多保重。”庄墟干拔剑一抖，剑花将信化为碎屑，尽沾在菲铃的一缆秀发之上。一束光透过天窗照亮了偏廊，雾已退去，日光烂漫，却叫伤心人欲泣断肠。太保者，为宿于国府的天宗门宗主，庄墟干的恩师。</p>\n<p>菲铃想起夫君十七岁时随鬲城王子朝圣天壤，路过沙缦州时遭遇傀儡兵袭击，救起他的北溟囚鱼是当时的天宗门主，迎客队什长。找不到王子，他们也只好暂将这名少年侍卫押在琴鼓城，一边授以武技，一边令其习惯中原的生活。名为庄墟干的他拜入天宗门，这位持有云剑的天才很快就在中原武林树立了好名声。</p>\n<p>剑风堂五年一次的誓剑大会上，名叫白翎的少女认火幻门宗主为义父，在义父的指引下白翎第一次认识了庄墟干和他的恩师北溟囚鱼，亦即后来的国府太保凌公囚鱼。义父久不现江湖，认识他时，机不可失。反倒是北溟公，无论是碰上一点小麻烦，只要找上他一定会帮人管到家国，甚至是针线蒜皮样的小事。没有庄墟干，他也许活不长久。</p>\n<p>这次未名庄失事只怕又要引发琴鼓城的剑神之恕，上一次是凌公为质于国府成为太保，国府侍卫死伤三分之一，此后并无异状。也许消息还未传出，或者这只是义父的计划中的一环————陷云侠于不义，以引其党羽入笼，杀之。</p>\n<p>义父说翩翩公子庄墟干是旧浣商国的王子，舞剑四门真正的宗主，这些年她们得以壮大全因庄墟干的扶持，她们隐藏有一个惊天的秘密，一份宝藏，一把剑，还有一些未知。<br>为了弄清庄墟干和舞剑门的关系，白翎化名折莲羽，一名可怜的流浪女，以期加入舞剑门，那时刚满二十，正是女子胆大心细的年纪。</p>\n<p>庄墟干因涉嫌盗取剑风堂的《秘秋草语》而被逐出天宗门，受到各路武林的追杀，而美丽而神秘的折莲羽小姐也在默默地安排自己的命运。</p>\n<p>南疆封阳境内，荫州。大概是十年前吧，雨焰池边，菲铃回想着。</p>\n<p>白衣男子唱着“取云”的歌儿，一路上，前面的女子从未脱离他的视线。他们之间的追逐就像一次游戏，不知何时开始，又不知何时会结束。“莫夫崖，登高寒，牵渡云河雾沉山。”一边摆弄着新买的铁箫，一边朗道：“沧行天涧神似景，琼宇摘玉盘。凄生石，伤夜眠，冰雁魂萤惊梦颜。醉里寒印千百步，行却心无烟。”峰峦间出现了片密林。</p>\n<p>“为何跟着我？”苍茫云雾间，年轻女子的声音在暗绿中响起。沉寂许久，寒光掠过，女子将剑刺向风中的树影深处。不想，树丛中有一巨石，剑击石，花泪火星飘摇，几滴露水溅在女子的脸上，一阵冰凉。</p>\n<p>“姑娘，你取走了我的剑，为什么不问侯一声。”男子斥问道，他继续试舞着新的武器。当剑使，可击点总是不准，铁箫毕竟不是剑。</p>\n<p>看着他摇摆不定的步法，女子不禁笑出声来：“咯咯咯，哈哈————啊哦！”脸颊擦上了枝条才意识到自己的失态，随即打住，说道：“我见你霜眉恕目，怕你责怪，没敢惊扰你。你何不走出来，将我一掌毙了，你这样是不是男子汉？”女子细心地倾听声音的来源。</p>\n<p>只见月光下走出一位白衣男子，套着夜行披风，脸色惨白如纸，身影晃乎，醉欲倒，却如云般无形，燕般轻盈，躬身说道：“夜色之深，姑娘，呵呵，怎见我如何地恕目可憎？”<br>女子言道：“谁叫你醉了，我被人追杀，所以顺道借用一下。我还以为你们是同党呢，一夜不休，想必要在此绝路放我一马？”说完便冷笑一声。</p>\n<p>“姑娘说笑了，如果我不跟随你，恐怕你此刻已成为刀下亡魂了，难道姑娘耳力如此之强竟未听见山鸦的慌鸣声？”男子取出铁箫，密叶深风徐音缭绕，山峦亦呻吟，瞬时间万籁俱静，只闻剑声作鸣，女子用剑很轻松地在岩上画出歪歪斜斜几行字，“约七八人，北来，先行西去，君自重。”男子起身，露水从箫端滑至指间，凉意透心。</p>\n<p>十月荫州，春风秋夜。荫州地处南疆边陲，被二山夹于中间，东北斜向的是左英山，南偏西向的为女契山，再往南便是江湖王爷叶公龙的封地，封地名为“武邑”。</p>\n<p>荫州今日格外热闹，江南卖艺之人皆数聚于此地，女契山祭茶会始于白龙代第九世明月城王朝，到今日已成为南疆的一大盛事。每逢十月七八，总会有国府中人前来观艺，游人不绝，歌舞弹唱比目皆是。听说叶王爷欲凿一条直道，通向城圈。</p>\n<p>众人只道叶公龙每年都会前来一观盛景，却没有亲见他的容貌。奉玉井宫，民间一秘密情报部，放出消息云：“叶王爷今日将死于私仇。”为此利行剑已秘密应付，叶王爷是未名庄庄主之一，此人行为亦不分正邪，茶客评论道：“叶公龙罪不当死，其死朝野必当此消彼长，未名庄能否携权江湖侠义施行新政道实与此人之死有莫大关系。”</p>\n<p>众人虽不知利行剑为未名庄秘建之机构，但对利行剑参与其中也略感兴趣，如此神秘却公然行事的组织普天之下唯利行剑帮是也。</p>\n<p>女契山北，广河台紧挨峰壁，面临云河。内台设有华桌几十乘，外台烟火通明，游人携带家人席地而坐。中有一名白衣男子，一人端着酒壶自斟自饮，男子一脸忧郁，举目不定，从旁经过的人都想远远躲过那里————三个时辰了，没有声音，没有表情，甚至没有心跳。</p>\n<p>“他是洒鬼！！”“不，是无常鬼，小鬼躲开，小心被他吃了！”男子犹然静坐，他在思考个人命运，一位老人在思考命运的时候往往意味着结束一生或者重焕新生，可是这位男子，不过二十来岁，妇人见了他会整夜经受良心的煎熬，少女受不了他端美的诱惑只会远远地避开，经历不幸的公子总是揣测他人的幸福，这名男子在寻找命运捉弄世人的痕迹。</p>\n<p>那天，鬲城新封的国母告诉他：“你并不是孤身一人，我们都是你的亲人，你是浣商国的王子，也是鬲城的王子。”亲人，他终于记起她是他的第二娘亲————一个需要终生记忆的女人诸葛婵媛。她还说：“和公子雪轩一起去中原，那里有你的故乡，记忆，使命。见到舞剑门徒，”她拿出一把墨绿色的长剑，“亮出此剑，诸女惟命是从。”</p>\n<p>然后，他遇见了应该称为父亲的人————桃李云山，一位高瘦的老人，双手柱剑站着。那是一把赤红色的阔剑，和他手中灵音剑是一样的剑柄，一样的长度，两者之间有着某种默契，似乎持剑者一松手就会相向而倒。桃李云山让他席地坐下，彼此相对，他说：“我和你母亲是一对苦命侠侣，我们，义弟白修恒，公孙忌和等都在为侠革新政而努力，浣商复国不过是一个幌子，只求能改变这个江湖，让它有一点约束之力。”</p>\n<p>这名男子不久前又受人陷害，并丢掉了孝云剑，逃到了南疆还摆脱不了追杀。挑战者站在面前，阴影倒向剑锋。左臂束一红带，立剑代己躬身行礼，此为挑战的标志，这人眼神没有一丝锐气，估计是疲于生存，才接下江湖追杀令，还选择公平挑战的方式。</p>\n<p>出手便是最凌厉的一式柳没飞燕，全身而进，近乎鲁莽，却不留半分风声。云侠持箫档开，虽然略显迟缓，但却恰到好处。陌生人紧接是一招花落千蕊，剑尖伏地，身形浮游，转而影失空中，平沙落雁，远近似在瞬间。云侠仍未落败，但渐有不支。</p>\n<p>关键时候，陌生人并不急，引锋前却，又借力急退，站定，问道：“云侠喜欢剑舞吗？”他远望着华桌前的剑舞阵列，缓缓说着：“我母亲就会，不过，嫁给我父亲后就没练过，剑舞只是年轻小姐的本事，父亲走了，母亲就靠着舞剑养大了我和妹妹。”他选了一块厚草地，坐下，“据我所知，云侠最擅长的是地深剑法，”随即用剑尖画出地深剑法的剑标，剑标所示，此乃天宗门秘传，三横代表人之五官，十字纵横其间，此谓秘传之意。</p>\n<p>陌生人继续言道：“汝可知余曾拜在火幻门门下，为了理解剑舞的真谛，我自觉应该加入与其技巧相背的派别。”火幻门之亦兵剑法也是武林中最为高深的武功之一。剑标为秋暮之谷如云火状，蛇行其下，言外之意就是亦兵剑乃地深剑之克星，所谓一物降一物。</p>\n<p>华桌河台上的舞女又换了一行人，姿色之艳是一场比过一场，这次是长袖剑舞，剑穗也有一米多，几个人一起，沉沉落落，行云流水，绵绵不绝。</p>\n<p>“父亲是青书堂学士，经常教我妹妹男子的剑舞，这是战剑舞一类的，将军剑流的几个文人常聚在一起对剑，他们哪像是用剑，分明就是剑舞。青书堂的老者去未名庄谈论诗词时，徐庄主就让他们来段学剑，我可见过的，可学士们却不现他，继续讨论他们的行剑榜文。”陌生人面色含笑，向人群中微一招手，堇衫少女盈影奔来————</p>\n<p>华桌方向一声惊呼：“有刺客！”“杀人啦！！”所有人的脸神都静止了，只有堇衫少女还注意着云侠原本呆滞苍白的面孔，只见他微抖衣袖，已然回身站起，面向华桌河台。</p>\n<p>绿衣舞者抽出足边短剑向玄紫长袍的中年男子抛去，行刺者紧跟短剑飞去，她知道众多高手就在他身边，他却还如鞋底的蚂蚁踩不死————多踩几下不就完了。</p>\n<p>一名青瘦束袍的老者闪出一道蓝影卸去了飞行的短剑，死剑可挡，活剑难防，绿衣舞女只待他人破去短剑的瞬间，这虽是剑舞门的二段伎俩，见怪不怪，可是用来杀人是谁也不曾想到的。只见她一剑击中了玄袍男子的要害，回剑又削断了长袖和穗带，飘开三丈之远，显然很轻易的就逃离了混乱的人群以及他们街头巷尾的胡乱猜测。</p>\n<p>堇衫少女若无其事地看了几眼华桌河台上变故，抬起玉手轻触云侠腰间的铁箫，低声说道：“那袭绿衣是公子的什么人，她刺杀的不是江湖贵族就是国府显赫————哄！我们舞剑门又要大难临头了，就是不知是私人恩怨还是门派之间的仇杀。”</p>\n<p>她观察云侠已经很久了，一共有二百三十七对年青夫妇从旁经过，四十四位少女碰过了他的衣衫，共计回头六百七十六次，如果不是因类祭祀茶神的庄重氛围，她们还指不定做出什么过份的事来。云侠身边的那位当然不会在乎自己如何地任性，表演不是她的天份，却也需要天性才显得万分地真实。</p>\n<p>云侠解开铁箫交给她把玩，懒懒说道：“追出去的蓝袍是人称无影神君的无影藏剑宫宫主，他保护的自然是江湖王爷叶公龙了，我只是想不到这些堂堂江湖尊者竟然这般无用。”说完又敛衣坐下，抬头说道：“听姑娘的声音莫非就是————呵呵，剑玩够了没有？”</p>\n<p>堇衫少女铁箫指着云侠身旁的男子说道：“这个邋遢的公子是我哥哥折莲戢奴，藏剑家，很有名的，剑已经给他了，你问他要！”匆忙逃窜的乱民从他身上踩过，他竟然不避，弄得一身污泥，云侠只道是折莲氏人并不在乎，古人常云：“出污泥而不染，濯青莲而不妖。”不正是眼前两人的真实写照么。</p>\n<p>“小羽，胡说什么！”折莲戢奴挥剑削向妹妹的眼睛，左手接住空中掉落的睫毛，“我妹妹，折莲羽，毛病多，眼睛却只有一双，人见人爱，如此她愿送人的话，不知道云侠肯不肯换那把剑。我是爱剑之人，一个妹妹，一点也不在乎。”此人竟然拿妹妹做交易，折莲羽也不紧张，他只好闭口不言。</p>\n<p>三日后，左英山举行大礼，用剑神之血来祭奠叶公王爷的灵魂，但参加的人是如此之少，街道一片死寂。云侠和折莲兄妹等赶到剑池大礼刚结束不久，会场却一片沸腾，大家都指责利行剑帮的失责，有人还说利行剑变质了，此等无用之帮会还不如解散算了。</p>\n<p>“利行剑是国府正直之士成立的，以惩处恶徒和一些不规矩的从官剑客的组织，成立利行剑是白修桓的遗愿，剑客三宗为什么相继远离江湖呢，因为他们都有一双干净的眼睛。”远离祭场，我们相对坐下，像是在谈判，押物为一剑和一名少女，“可是，眼睛进了沙子，看什么都会觉得眼痛。剑乃玄石打造，并无剑鞘，剑身署名坤，剑神所铸造。不管什么样的沙子都不会影响一双眼睛对它的看法。”云侠不明其意何为，且听他把话说完。</p>\n<p>“相传天地间，玄石系地气所化，生于怨气之墓。君可知不周山，昔日此山之下曾为一片繁都，古神共工恕触不周山后，致使山下亡魂遍野，栖无归所，因而玄石生焉。吾不知山下曾有繁都，亦不信此类鬼怪之说。不过神鬼是假，玄石却真有之。”</p>\n<p>折莲戢奴拿出一本书递给云侠，书封名为《公孙玄石考记》，里面记载了一些玄石和剑坤的旧事，“玄石，其重无比，风不可托，唯地可承。……坤舞无风，入夜无敌……灵音生风百鬼哭，”末节还提到七剑莲卦和铸剑书《秘秋草语》，结语：我为苍生，替石问天。</p>\n<p>“我和小羽是扇剑手公孙忌和的弟子。母亲死后，我流落江湖成为行僧，妹妹则进入舞剑门。丽姬派全为女子，贫者多入青门，也有出来卖艺的，偶然的机遇让我和妹妹重逢了，后来我们受到武林人士的追杀，无路可逃。一位公孙氏的编竹老人救了我们，并教我们武技，老人病重去世前交给我们一个任务，此时我们才知他就是传说中的扇剑手公孙忌和。”<br>他让折莲羽坐在中间，她只好接着说道：“老伯伯让我们寻找玄石的踪迹，传说它能预测未来。只要拥有它，便能警世宁人，以免，呃————冤冤相报，生灵涂炭。”</p>\n<p>公孙忌和，妣孝双剑，还有秘秋草语。侥是云侠再笨，也知道自己又陷入真假难辨的圈套之中。先是发现折莲羽剑舞门徒身份后竟然喜欢上了这位女子，再接着发生了盗剑，剑舞门刺杀叶公龙，以及折莲戢奴的玄石论调，现在一经折莲羽提醒，云侠才发现戢奴手中之剑正是自己的配剑孝云，公孙忌和必定惨遭杀害，伤他之人或许就是折莲氏兄妹————可是能将它使得这般轻巧无比必定不是平凡之人，别说一个云侠不敌，就是三个四个也是枉然。</p>\n<p>“小鬼头，找死啊————天下哪有那么好的东西。”话说一半已经横剑扫来，折莲羽退向云侠，铁箫迎击，原来他这一剑并非刺向折莲羽，实是想致云侠于死地，在云侠迎救之时，本应露出的破绽又被折莲羽用身体挡住。</p>\n<p>只听见箫断人亡，云天漫响，折莲戢奴神情一呆，不忍再看，弃剑离去。孝云剑断箫刺中折莲羽的心脏，未见血，却已经没有了呼吸。————九七，九八，九九，她是第一百个祭剑的情种，云侠想着，第九十九个是我的母亲，第九十八个，他说是我的祖母，可是人间的真情非得用血来证明吗，不，她没有流血，一滴都没有，这就是祭剑吗。</p>\n<p>白龙代四十一年，伐轮之战。一位白衣男子从天而降，带领浣商诸女突破重围，逃亡持续了一年，浣商国主爱上了他，决心私定终生，他们有了一个孩子，然而时不我愿，两人双双落难，浣商女国主战死在荒野，鲜血洒在孝云剑上，挥发出赤红色的光芒。</p>\n<p>白衣男子吟唱《飞羽歌》，歌曰：“七城八荒追梦影，鸟尽弦断四方兵。寒山曾有寺，魁落丁。平湖远山云飞凤，已天明，静残亭。五湖六海浮澎屏，烟波魂消三生命。奈河或有帆，雕翎幸。雁落暖沙渔朝阳，丹枫迎，白女英。”</p>\n<p>离开鬲城时，诸葛国母将云侠，当时的商离式微带入自己的寝宫，指着挂满佛珠的灵牌说：“孩子，你一生要感谢很多女人。首先是你的母亲，她生下了你，又为了你战死在前营。”她让商离暂时放下七窍灵音剑，那只是杀戳，他需要的还有爱。</p>\n<p>“其次是你的养母，她是你母亲的侍卫，为了你她嫁入中原豪门，为的是将你安全地寄养中原虎狼之腹地，做堂堂正正的武林新脉，她的名字我也不知道，她的丈夫，你的养父名叫陈公留善，一族人惨遭灭门。我把你带到鬲城，现在你长大了，还将会有许多你必须记住的女子，喜欢你的，保护你的，爱你的，你不孤独，她们都是你的亲人。”</p>\n<p>得知真象的商离式微自名为庄墟干，正唱着《飞羽歌》，想着满天飞羽的情景，怀中是那位叫做折莲羽的女孩，这个夜晚他决定抱着她睡去。</p>\n<p>折莲羽知道自己没有死，因为她是白翎，白宿鹤的女儿，胸前戴着家传之宝阳冰镜，他人道是剑深入骨，其实只是刺入阳冰，此冰碎后又可化为疗伤圣药，封住伤口，更奇怪的是意志不强的人染上此药便会沉沉睡去，就像死了一般。</p>\n<p>从她挡那一剑，她就知道自己爱上了那位男子，只待他寻得一片桃园之地，便嫁给他，过上安静的日子。二年后，庄墟干定居在燕莳小镇，成为一名普通的从官剑客，是时婴梁遭遇旱灾，折莲羽改妆换衣，作农家女打扮，说是来求得安身。就这样，他们有了一个家。</p>\n<p>菲铃看着熟睡的丈夫，他的梦中是否记得七年前一个年轻的女子悄然地走进了自己的生活，那时她面目丑陋，饿倒街头，女子见庄墟干走过，紧抱其足，庄墟干收为婢女，然回到家中，此女洗净脸面，只见其面色红润，细眉清目，他是否觉得旧曾相识，心中有无一点印象。庄墟干将她拜托给师母，然后娶为妻室，多年来两人同甘共苦，似海情深。</p>\n<p>剑坤，莲卦，还有草语，什么都得到了，义父他应该满足了吧。“相公，你醒了，就回家，璜儿还在等着我们。”菲铃躺下，靠着他的胸膛，合上眼想着什么，沉醉。</p>\n<p>##三、子归城记</p>\n<p>我本以为那是一阵风，吹绿了河沿的浮萍，吹散了空气中的泥土味，远堤上的杨柳模糊了视野，只剩下黄昏弱光中对霞起舞的女子。风中含有她的思念，又带走了我的回忆。东风无力百花残，楼台故人孤阑干。高处不胜寒，空中朱船白玉帆。</p>\n<p>偶尔也会想起以前的事，梦里反复的也是菲铃的记忆。已经结束了，似乎还是心有不甘。曾想过缘份是上天成就的，所以在孩提时喜欢的剑舞现在时常会看看，但像现在这样一直舍不得离开还是头一次。舞者，醉心忘外，只忠于剑，还是会因观看的人不同而表现出不同的韵味，之于观舞之人，看舞还是看人也会有很大的区别。</p>\n<p>然而，世间就有一些舞剑技是为个别舞者定做的，其它人模仿不来。舞剑门龙云派的《风之逝》堪称绝妙，却无人敢于一试。菲铃是在风中归魂的，踏着云彩，追着龙马，红叶黄花满天作雨，目接不暇。人世间的悲哀莫过于此，传说葬在风里的女人是季节更换的神灵，如今正是深秋染叶时节，菲铃她是秋天的使者么。</p>\n<p>玄龙代亦桓君临治三年，九月初二，国府新君大典，摆剑舞阵，宴请诸侠。明莆君，在即位后的十年间，结束侠革新政，在他五十九时便正寝而逝了，继位的是亦桓王子。</p>\n<p>明莆君的兄弟梁公柳有二个儿子，小王子公子亦桓早年受母亲的连累被流放到番冢，说是对墓反思，其实是看他的母亲是个妖精，远东而来，从天而降，没有什么本事，却生得极为美丽，人称赛丽姬。在大家族里，一向是子因母贵，就算是继位后的亦桓君见了其它的国母还是低人一等，这是改变不了的事实。</p>\n<p>所以国府诸丽争强好胜，少数为了自己，主要还是更好的呵护年幼的娃儿，一些少不更事的少年，见了自己的母亲变得那么要强，对人不再温柔，便胸生厌倦，起了为侠之心。他们要么请缨驱夷，要么浪迹江湖，除暴安良，要么就是隐居僻壤，开创自己的理想江湖。</p>\n<p>“女人是每个人出世入世的窗户，”番冢之行，公子亦桓告诉我，“为了我母亲，我愿意把自己关在任何监牢之中，对于我喜欢的人，你的妻子，我有种特别的感情，她的死去，使我明白现在的意义，”微一叹气，背身看着镜中的自己，继续说道：“扮做一个老人来到中原，然后欺骗了她，还是没有看清不远的未来，人的一生应该多看看女人的眼睛。”</p>\n<p>每个人的心中都有一个侠义的世界，穹天广原，就像一座坟墓，把自己关在里面，等着别人说你有没有出息。从小到大，一个人会不会因为他人赋予己的价值而放弃原本的信仰，如果他曾经有过信仰的话。我们可以不做某些事，却不能丢掉“喜欢”二字。</p>\n<p>“爹爹，你说小时候就见过我母亲，所以长大后才会认识她，那我现在————会不会遇见我将来喜欢的人？”璜儿，肯定是被邻家的公子给带坏了。</p>\n<p>有时她说想母亲，不过我很少带她去菲铃的墓前，直到三年前，那天有人告诉我，离死去的母亲最近的日子总会是人生的关健期，也许祭墓时母女俩也会说些悄悄话吧。</p>\n<p>我捎信让夫子休息一天，因为今天也是菲铃的祭日，托人去番冢带了番烛和凤尾灯做祭堂，下午雇了马车和一位行僧剑客就出发了，带上剑客是因为燕莳镇出现了一些奇怪的人，周边的村庄都把它们叫做游魂，样子倒不怎么可怕，偶尔出现像羊的人形。</p>\n<p>麦子村在燕莳北，曾屡遭大水，被冲出数条河道，一到此地便闻到一股潺潺的清流，“大哥，今天这样的好天气可有一段时间了，怎么不走走旧同京，听说那里的将军剑很忙，要招收一大批侠士去打东山国。”</p>\n<p>他是涂山剑客，参军多年，挨不得静日子，一有时间就会闲走乡野。</p>\n<p>“孩子还小，等她长大些再合计吧。今天新王就位，听说还是老莆君的脾气，是梁公柳的公子吗？”看着躺着莆团上睡着的璜儿，我没回答涂山剑客的问题，说实话去同京容易，回来就不会那么简单了，莆君不允许从军的侠士返回家乡。</p>\n<p>再说那个叶公龙确实不该死，虽然他算不上明君，但听说他的公子却有一番治国之才，叶公瑾病逝后，莆君归国回来，因他战死的兄弟殷君是公瑾君的异母同父的兄弟，所以治国权传至鬲城国母手中，鬲城国母已患有重病多年，只有她的长子莆君可以继位。但没想到莆君命亦不久，执政仅十年就魂归冢里。据说莆君沙场十几载，无有子嗣。</p>\n<p>“是的，其它的王公，除了那个叶公龙，都是平庸之辈。大哥打算穿过黄云坡吧。”涂山剑客执起鞭子驱动马车，“黄云坡可不是好地方，今年坡下滚下数万吨石头将山下的村庄埋在底下，有人见过游魂，都说是坡下的山鬼不得安静要挣脱出来，。”</p>\n<p>“我也很想见见。山路能走吗？”</p>\n<p>“修好了。”剑客的鞭子甩得更响了，但是一路上都很顺利，经过黄云坡时心里很安静，走后只听见轴辕的滚动声，来到菲铃的墓前已经是傍晚了。我叫醒了璜儿祭拜完毕，在野地吃了点东西，就打算赶回家了。</p>\n<p>“爹爹，母亲就在里面，为什么不住在我们家里……为什么母亲的墓穴不能建在庭院里？天河哥说番冢城就是那样的。”</p>\n<p>明月城的衣冠冢，骨灰冢等一般都是立在庄园内的。番冢者，子规城也，只有番冢城的外地人还保留着祖先崇拜的遗俗，及至东山国带去了兵灾，这座子规城已然无谷可布，似乎永远失去了往日的繁华，于是更多的外地人搬进了此城，他们没有房产，没有家园，只存着一份远离祖茔的感慨，他们是流浪者，远离现实的游侠，孤独，行僧，寂寞。</p>\n<p>“死人不喜欢常常被打扰，人世间，深山碧渊长空，哪处不是天堂，何必住进围城里，这是一片水火地狱，”我看着她迷惑的眼睛，“璜儿，知道我为什么穿白衣吗。做衣裳就像仙师炼丹，一朵紫艳的鲜花，化成汁渣涂在衣料上，虽然也很美，可是不若戴上它。”</p>\n<p>“我还是觉得母亲应该和我们住在一起，家里亭台楼阁，母亲这却是荒野无钟，醒睡无常，也许她从来就没有醒来过，如果她地下有知，也许我们应该经常和她见面。”</p>\n<p>菲铃逝后，没有人和女儿讲过恶鬼的故事，“死是一种美，”我经常告诉她，于是城里女人的殡礼，她都会嚷着要拜看。</p>\n<p>第二天早上，璜儿醒得很早，似乎被昨夜的颠簸所惊扰，孩子大了一起床也不需要我去照顾，自己一个人在河边打了水就玩起来。不时还听见小花猫的叫声，她肯定是在教猫游泳了，“猫怎么不会泅水呢，老鼠渡河跑了怎么办，”有一次她问我。</p>\n<p>“敬之公宁，歇一会，快吃曦食了。”教璜儿剑舞的公孙大娘不是本地人士，我们一家过惯了流浪的生活，现在安定下来，璜儿反而吃不惯了，公孙大娘早些年也曾尝尽各地菜式，做出来的，虽然算不上样样精美，但也是花样繁多，每天都有些变化。</p>\n<p>曦食是她调制的开味早点，俗称辣子粥，凉米汤加入辣酱汁，再和上捣碎的炸粉条，拌匀，这在琴鼓城是寻常的早点，在那说到这两个字也就是早餐的意思。可是一传到婴梁又不同了，把所有能吃的简简单单地拌在一起做成粥，是穷苦人家吃的东西，他们早赶日出，晚擒月光，有美名曰“纳日月光华，做曦食人家。”</p>\n<p>番冢来的少年，公子彤微正好赶上了我们的早餐，他带了番烛，凤尾灯，还有扎好的雪松枝。离去时，他瞥了一眼璜儿，欠身说道：“我父君想见见玉璜妹妹，他也在番冢城，庄墟叔父，你不知道，父君他很想让翎砚主的女儿亲眼看看真正的侠者之城————关于这点，他一直在努力，那不是一尊坟墓，也不是幻想之城，那是父君和母亲一辈子的梦想。”</p>\n<p>追求个人梦想的菲铃真的是因为仁义兼爱之心而死去的么。爱一个人，爱天下人，她恨的只是自己是一个人，而非千万人，为了成全一切，她选择了死。也许幽并游侠，白马金羁，为国驰骋，守护一方清平世界，并不曾想过平民百姓心中的侠义世界本没有所谓大侠的影子。侠者，仁义也，共生以存。</p>\n<p>##四、背景设定</p>\n<p>这一次我决定写一个不一样的江湖，当然首先需要一些奇怪的设定，以及一些对侠文化新的理解，具体产生什么样的效果，看了，试了才知道。仕衣叶华，是仕系列中的一篇，主要写的是女侠客，包括：飘阁流丹、侠飞絮剑和子规城记，它们都是短篇。</p>\n<p>设定：</p>\n<p>剑法也指剑技。使用剑的人分四等，民、士、子、天，可以表征剑技的威力。剑技有五元和三科，五元指五行金木水火土，三科指气秘幻。五元和剑的材质及使用剑技的环境有关，三科和使用时的个人心理状态有关，施技者创造环境并进入施技心态则可使剑技准确有效。</p>\n<p>书剑宗流：天系，春芜派（气）、火幻派（秘）；子系，未名庄、青书堂（木）、江湖行僧。剑技宗流：天系，天宗门（地）、地藏门（地）；士系，利行剑（火）；民系，剑舞门（水）。剑守宗流：士系，剑风堂（金）；民系，剑池山（幻）。</p>\n<p>剑术有九等。民：民家剑（用）。士：武士剑（忠），军士剑（敌），侠士剑（仁义）。子：君子剑（雅），将军剑（胜），圣人剑（博）。天：天土剑（融）。</p>\n<p>江湖有影响的派别有十三门派，代表二十五类剑法。春芜剑派，剑派标识为荒野火种。天宗门，地系剑派，标记为十字剑五行，该剑派具有最多的天等剑客。火幻门，秘系剑派，标识为秋谷云火，蛇形身轮以圈。是武林中较为玄妙的派别。</p>\n<p>未名山庄，派系不明，以将军剑居多，标识为行书三撇。青书堂，木系剑派，君子剑居多，派别中人皆为出污泥不染的名士，标识为双截相交之断笔。江湖行僧，多数为行走江湖的老人。标识为连笔九子。舞剑四派：丽姬之舞，龙云之舞，火凤之舞，暮鸦之舞。剑池山，幻系剑派。</p>\n<p>国府三组织。剑风堂，铸剑。无影宫，秘密组织，藏剑。官府，从官剑客。秘密组织有利行剑，未名山庄。其它各派。</p>\n","categories":[{"name":"文字","slug":"文字","count":26,"path":"api/categories/文字.json"}],"tags":[{"name":"武侠","slug":"武侠","count":3,"path":"api/tags/武侠.json"}]}