{"title":"心灵感应机","slug":"words/Telepathy machine","date":"2007-09-15T07:13:47.000Z","updated":"2017-05-12T06:22:54.266Z","comments":true,"path":"api/articles/words/Telepathy machine.json","photos":[],"link":"","excerpt":"前记：昨日出门的时候带了两张纸，本是想记录一些求职电话信息的，走着走着又陷入思考，电话无心打，又被锁着外面，便想想立身本领的事儿，要么打工要么创业，太阳一懒下来便也写满了整整两张纸，头脑一热想冷清一下看会报纸，贫啊，一块五的报纸都买不了。在外难，身边的一事一物都珍贵得赛过一切。在我思考人生存所必需学会的思想表现形式时，从感觉出发，眼睛告诉我美术是最为直接的表现艺术。人有五感，视、听、嗅、味和触觉，接受这些感觉的器官分别是眼耳鼻舌和皮肤，人们所说的第六感即是通灵。<br>","covers":null,"content":"<p>前记：昨日出门的时候带了两张纸，本是想记录一些求职电话信息的，走着走着又陷入思考，电话无心打，又被锁着外面，便想想立身本领的事儿，要么打工要么创业，太阳一懒下来便也写满了整整两张纸，头脑一热想冷清一下看会报纸，贫啊，一块五的报纸都买不了。在外难，身边的一事一物都珍贵得赛过一切。</p>\n<p>在我思考人生存所必需学会的思想表现形式时，从感觉出发，眼睛告诉我美术是最为直接的表现艺术。人有五感，视、听、嗅、味和触觉，接受这些感觉的器官分别是眼耳鼻舌和皮肤，人们所说的第六感即是通灵。<br><a id=\"more\"></a><br>随着技术的进步，科学家已经试着开发一些工具来研究人类感觉与世间万物关系，在人类器官不及绝对优化的前提下，人类发展出了多种多种的感觉艺术形式以享受生活。我们开始了美术、音乐、香艺、厨艺与材质环境技术的人类探索研究历史，这些似乎告诉我们可感觉元素都是可以编辑的，并且多样的电子器官代替了人类器官用以记录调节生活生产工作。但世界毕竟是人类的社会，还没真正进入智能机器人的时代，所以诸多的研究工作最终还须回归至肉身肉体的人类本身。</p>\n<p>有人说，亿万年后的人类会像我们现在看见的外星人一样，也有人说以后的我们会装备上不同功能的义体（肢），人类机体的改进即使同类间的竞争需要也是适应未来生存环境所必须做出的改变，当然也包含与智能机器竞争的需要。也许多年以后，地球环境恶劣了，人类须要戴上口罩才能呼吸、人类须要安上假鳍才能在水中城市下正常走动……走题了，回到感觉这个话题。</p>\n<p>段意号为“`”，用来隔开意群，本篇首次使用。</p>\n<p>人类所能试着尝试的或要适应的感觉`需要延伸或遭遇挑战的时候，我们借用了工具。感觉创造是利用自然界的智慧开拓自然界的边疆，对于未可视、未可嗅。。。等未可感觉的东西，我们可以做第二或第三感觉者。假设有一种物质的存在不是现有仪器所能感知的，但其却真实存在，知识和实验将会告诉我们有相关物质会帮我们照顾这些神仙的。</p>\n<p>感觉艺术，是将我们的感觉意象作为艺术的形式展现的，程序有感觉意象的编辑、传感（移感或移觉）、感觉语言化和欣赏的艺术。打个比方，我们向盲人解释空间美，我们有声音语言，盲文，触感模拟屏，或者是未来的味觉嗅觉语言，当然还有一个更为直接的过程，就是将空间美的意象通过脑电波直接递给盲人。</p>\n<p>（感觉的传递=传感器，移感<br> 直接的电波传递，有机器智能预处理。。）未可明语句</p>\n<p>最后一个问题，关于心灵感应，一般来说可以理解为第六感、预感，但明了就是第五感以外人类对其它事物的知觉，心灵感应的交流有俗语叫做腹语交流。初步分析：</p>\n<p>感觉-感应信息素的运动（流或者飞或者……）-某种解码过程-感觉</p>\n<p>人们习惯于传说心灵感应的神奇故事，也不时对心灵感应的发生条件作一些研究，什么母子间的亲情可能会因其一方的某重大变故而诱发心灵感应，什么姐妹之间的抚养深情使得姐妹间心心相应（双胞胎间的传奇更多），或者是注定的恋人之间也有心灵感应等等。暂且不说血缘基因导致空间某物质的共振而传递了心语（如果我们能够对发生过心灵感应的人做一些实验的话……），维系心灵感应的替代物质可以找到的话，这比无线电更适合人类正常的机体感应处理（不管是化学的还是物理的）。当然兼于现在的技术我们可以做一个设想。</p>\n<p>就如动画片里常看到的大脑植入芯片，然后生化人可以和任何人沉默交流，芯片可以流畅地监视大脑活动并发布不经过自身器官的命令信息。记得有部小说提到过一个只通过心灵感应交流的社会会是什么样子，但不久的将来这种感应交流会真现在生活当中。我们在身体内植入心灵感应机，就是一部不会掉的手机一样，一个人对应着一部手机一个号码。</p>\n<p>感应信息-机处理-应答解码-感应信息……人类间的近距离交流如果无声的话虽然近乎理想，但谁又能保证新的社会问题不随之而来呢。</p>\n<p>写得乱了，将就看吧。</p>\n","categories":[{"name":"文字","slug":"文字","count":26,"path":"api/categories/文字.json"}],"tags":[{"name":"创意","slug":"创意","count":3,"path":"api/tags/创意.json"},{"name":"科幻","slug":"科幻","count":11,"path":"api/tags/科幻.json"}]}