{"title":"玉璞集","slug":"words/yupuji","date":"2007-09-06T09:45:02.000Z","updated":"2018-04-11T08:01:02.882Z","comments":true,"path":"api/articles/words/yupuji.json","photos":[],"link":"","excerpt":"##阴雨中秋观湖<br>连涟水静拈燕飞飘，<br>寂夜空飞萧<br>暗绿冷红浮雾缥缈<br>亭中烛灯耀<br>恨阴雨依旧，<br>圆月羞涩闺中娇。<br>记得是高考前的普通话考试时写下了这首诗。把试卷涂沫完了，无事可做。外面正下着雨，我又没带伞，心中愁怅渐起，回忆以前在湖边等人场景，胡乱加入一些不存在意象，就写成了这首无体诗。 后来初次学写词，花了我二三个小时，将这无体诗改成了一首词。鹊桥仙 雨日亭中　　　<br>连涟水静，落珠拈燕，夜漏飞萧舟渡。亭中烛荡梦人迟，空见柳丝摇紫絮。<br>冷红暗绿，微风飘泪，昨日荷塘深暮。恨晴不遇雨时逢，云后深闺羞月束。这个后来修改的。##梦中人  　　<br>引子<br>一次梦中 看到了一位奇怪的女子，写下这首奇怪的诗。实际上她是我暗恋的高中同学，原本打算在毕业晚会上将这首诗送给她的。山透阴气<br>万物在你眼中构成美丽的图画<br>海是蓝的，你是青的<br>天空化为碧水<br>流入你的心田<br>颤动的不是你的双手<br>而是大地<br>吹尽绿叶的风<br>只是一拂你的秀发<br>便沉醉在你的梦乡##脚步之神　　　　　<br>在宿舍和学校的路上<br>布满了浅浅的脚印<br>我不敢雀跃生怕踏碎了昨日的丝丝梦想<br>每次衣角擦过电线杆<br>轻盈的脚步之神在我身边凄凄的离开<br>黑夜的路上，她蓝色的影子时常在<br>清风中闪动<br>大道熟悉她寂寞的脚步<br>小树习惯她低头的眼神<br>她时而神秘的消失<br>时而带着苦涩的笑跟着我走<br>正如月亮怕我孤独<br>就爬出山头<br>伴着我，说悄悄话 有一天，脚步之神立在我眼前<br>望着我<br>我气愤了，想要知道她的归所<br>也许惊动了她，地上的路在飞<br>我低头经过电线杆<br>轻盈的脚步之神<br>在我身边漆凄的离开这首诗写得也是那位暗恋的同学，回家的路上经常碰到她，有时她在前面，有时她在后面，没有并排走过。<br>大学时买了电脑，建了自己的新浪博客，加入了一些诗词圈就是那时候创作的。##生命与梦<br>你的存在曾是我的梦，<br>那一天尘世间的悲哀，使我能看见你的梦境。<br>那时你很痛苦，我走到你身边，奏响了属于你的音铃，<br>我不希望你沉醉于愁伤。<br>有一天我失去了生命，<br>我悄悄地来到你的身边，你让我拥有人类的感觉。<br>你从镜中看见了我，你笑了，说我是你的梦，你是我的生命。<br>我感动得落泪，泪珠从你的眼睛中轻轻地流了出来。<br>","covers":null,"content":"<p>##阴雨中秋观湖<br>连涟水静拈燕飞飘，<br>寂夜空飞萧<br>暗绿冷红浮雾缥缈<br>亭中烛灯耀<br>恨阴雨依旧，<br>圆月羞涩闺中娇。<br>记得是高考前的普通话考试时写下了这首诗。把试卷涂沫完了，无事可做。外面正下着雨，我又没带伞，心中愁怅渐起，回忆以前在湖边等人场景，胡乱加入一些不存在意象，就写成了这首无体诗。 后来初次学写词，花了我二三个小时，将这无体诗改成了一首词。</p>\n<p>鹊桥仙 雨日亭中　　　<br>连涟水静，落珠拈燕，夜漏飞萧舟渡。亭中烛荡梦人迟，空见柳丝摇紫絮。<br>冷红暗绿，微风飘泪，昨日荷塘深暮。恨晴不遇雨时逢，云后深闺羞月束。</p>\n<p>这个后来修改的。</p>\n<p>##梦中人  　　<br>引子<br>一次梦中 看到了一位奇怪的女子，写下这首奇怪的诗。实际上她是我暗恋的高中同学，原本打算在毕业晚会上将这首诗送给她的。</p>\n<p>山透阴气<br>万物在你眼中构成美丽的图画<br>海是蓝的，你是青的<br>天空化为碧水<br>流入你的心田<br>颤动的不是你的双手<br>而是大地<br>吹尽绿叶的风<br>只是一拂你的秀发<br>便沉醉在你的梦乡</p>\n<p>##脚步之神　　　　　<br>在宿舍和学校的路上<br>布满了浅浅的脚印<br>我不敢雀跃生怕踏碎了昨日的丝丝梦想<br>每次衣角擦过电线杆<br>轻盈的脚步之神在我身边凄凄的离开<br>黑夜的路上，她蓝色的影子时常在<br>清风中闪动<br>大道熟悉她寂寞的脚步<br>小树习惯她低头的眼神<br>她时而神秘的消失<br>时而带着苦涩的笑跟着我走<br>正如月亮怕我孤独<br>就爬出山头<br>伴着我，说悄悄话 有一天，脚步之神立在我眼前<br>望着我<br>我气愤了，想要知道她的归所<br>也许惊动了她，地上的路在飞<br>我低头经过电线杆<br>轻盈的脚步之神<br>在我身边漆凄的离开</p>\n<p>这首诗写得也是那位暗恋的同学，回家的路上经常碰到她，有时她在前面，有时她在后面，没有并排走过。<br>大学时买了电脑，建了自己的新浪博客，加入了一些诗词圈就是那时候创作的。</p>\n<p>##生命与梦<br>你的存在曾是我的梦，<br>那一天尘世间的悲哀，使我能看见你的梦境。<br>那时你很痛苦，我走到你身边，奏响了属于你的音铃，<br>我不希望你沉醉于愁伤。<br>有一天我失去了生命，<br>我悄悄地来到你的身边，你让我拥有人类的感觉。<br>你从镜中看见了我，你笑了，说我是你的梦，你是我的生命。<br>我感动得落泪，泪珠从你的眼睛中轻轻地流了出来。<br><a id=\"more\"></a></p>\n<p>##海与神灵<br>海中没有神灵，<br>所以海想吞没大陆。<br>大陆没有神灵，<br>所以大陆制造了灾难。<br>灾难中神灵死了，<br>埋在山灰中。<br>沧海吞没了桑田，<br>神灵的残骨成为了化石……</p>\n<p>##写给小雪<br>我没有忘记她，我想她一定在某处默默地旅行，祝福她。<br>－－－－－－－－－－－－－－－－－－－－－－－－<br>白雪飘在你的羽绒衣上，六棱的风轮便停住了舞动。<br>天堂的鸟儿已然收起翅膀，但你想让它再次飞翔，你只抖动手臂。<br>可千万别吹醒它，因为它会缷下行装，变成别一个精灵，侵入你暖暖的心。<br>那天，天下着雨，我写下了这封信。<br>小雪，你什么回家去，很不想再呆在这里，这里空空气太过闷热，地面很干，天上水却很多，一下就是几个星期。<br>你那里很冷吗，是不是可以看见雪花。我知道你很喜欢看雪，那晶莹透亮的小六边轮飘上你的额头，然后你闭上眼，向前一靠，雪花就沾在你的发间，然后你命令它们融化。我看见你立在雪被中，并着又脚，伸开手，接住那来自天国的寒气，我想你微微抬头，就望见了天上的琼楼玉宇，瑶池玉英，这些一直是你的梦。<br>没有我在旁边，你很快乐吗，是不是常有几个可爱的同学陪你一起上学，一起讲故事吗；讲那海的女儿望着大海中的轮船，船上躺着那个天真的王子。<br>我听你妈妈说你不害怕那恐惊天上人的高楼了，而且还有兴趣地向下探望，是这样吗？我现在还没有见到真正的高楼，有机会，我一定拿着望远镜把下面的世界看个明白。<br>夜深了，晚安。</p>\n<p>今天下了雪，我不用再想象雪花的样子，看着雪，想着她，当晚笔落纸间，写下这封信。<br>小雪，我这儿今天下雪了。<br>我和同学讲，看那，小雪变成鹅毛了，是不是天上的养鸡户没事拔鸡毛了。<br>教室窗镜模糊不清，里面结了一层水汽，外面的白雪像是一片片梨花散满了天空，这景色很迷人，我想如果天上飞过一架飞机，飞机上撒下许多红墨水，准像是天女散花。<br>我想像的冬天的女神一定一身素装，头发漆黑还带满了白玫瑰，一只手按着雪绒花织成的裙子，另一只手撒落着雪花，她边散步，边往下观望，她肯定注意到一个站在凉亭边，交着手等着妈妈回来的你。记得那一天吗，你顶着寒风，迎着雪风来来我家作客，你的黑发上住着许多的雪精灵，你笑了，说它们想进来感受温暖。<br>在雪中走路其实很有意思。风不管它像刀子样的想给我理发，还是故意拿针刺我的太阳穴，我统统放过他们，因为我在意的是向我送来的雪，它们来自天国，如果是仙女给我的玉米糕，我想一定很甜；如果是圣诞老人的礼物，那为什么只有片片的羽毛呢，或许他是想千里传书，你一定也在写信吧。<br>小雪，我想给你寄片雪花去，我先做一个小小的冰箱，就像是魔盒，将雪花放进去，它就随着我的信，替我带去雪的惊喜。</p>\n<p>##无心花开缘亦碎<br>沁园春·无心花（应梦回宋朝填词而作）<br>灿雪东阳，零落城墙，暗粉涩娇。<br>问黄衫逸客，几时花落，故何心碎，老将奚附，焉盛濯妖。<br>不尽情丝，郁金黯蕊，溅断荷桥任绪焦。<br>清园内，怒良人各梦，影醉今宵。<br>衣帛著秀一生，总归就尘空迷路雕。<br>便自食苦果，任凭祸水，行由心愿，谓曰逍遥。<br>逐浪行舟，离凄幸此，暂作吾乡莫远迢。<br>神贻似，箭曳流云若，或比月姣。</p>\n<p>##忧紫<br>无名氏一位新加入的圈友，一名护士，白衣天使，忧忧紫色茉莉因车祸永远离开了我们。<br>一天 我去世了<br>本应剩下的时光 遗留在一个地方<br>那里的上帝 亲允我将世界改为单一的颜色<br>红色的血 泪干了<br>雨，止住了哭泣<br>一抹淡紫 点燃了路边的太阳花。<br>泥土深处 一枝茉莉暗郁流香</p>\n<p>##风入松·林间居<br>南国斜雨篾纱窗，冻树越冰廊。<br>山声旧倚华栏岸，卧渔舟，幽没苍茫。<br>暂借兰亭东望，掩帘落絮新裳。<br>罗衾不解醉弥香，介立纸书章。<br>不曾肆夜清风许，机关尽，遗梦凄庄。<br>轻案三分天下，休言盛世秋唐。</p>\n<p> 写多了宋词，就像有了宋人的愁怨，永远说不完的家国大事、相思情怀，现在人写宋词，好比一句话“怀达”（《十二国记》中的一句话，怀念达王时代的意思），留了心思写宋词还不如多一点岳飞式的人物。文学复兴（复古）这种文化现象的出现，看一些报导，确实带动了一些相应的社会文化现象的出现，连我都在怀疑白话文的出现到底意味着什么。文学是作者的个人载体吗。依阳阳所言，将第六句的“兰花”改为“兰亭”，顿觉开朗。</p>\n<p>##浪子随居歌<br>和萍水相逢《七律·夜归（八庚韵）》。为流浪无居的人而写，因为我们比他们幸福。　　<br>冷山盼雪夜松势，路昧残生月寂红。<br>身不如放付鸿雁，心弗如寐羡潭龙。<br>青寒归送蒿芳居，途露迎来蓬荜空。<br>阶碧怡然忘乎己，人间依旧四时同。</p>\n<p>##仙女缘<br>一箭苇舟河间，山峦逢迎，对歌饮川。<br>玉斛觞杯日月巅，今去是何年。<br>仙灵霜花遗梦，云拥苍穹，共骑虹端。<br>往时岁昔似此时，清闲处留恋。</p>\n<p>##中秋月想<br>－－异恒零六年中秋，独处寝室，阳台之上望明月沐秋露，徐想不断。</p>\n<p>穷极之地一沙洲，浮云缭绕幸蜃楼。<br>怜堪绢羽行沧海，玉穹深风耽夜眸。<br>寒萤夜寺旧曾岸,凄浪荆衣偎余帆。<br>东江云畔月似人，岁煌青河一貂婵。</p>\n<p>原文第三句沧海为沧河，同学建议我修改成沧海。</p>\n<p>##听笛<br>大学寝室有一个吹笛高手，时常听他吹笛，也想一试可惜缺少音乐细胞。我会一点口琴，我大胆地提议和他琴萧合奏一曲，知效果不如意，也就作罢了。<br>辞冬归燕夜无依，空野新柳听清笛。细雨和风流溪泉，沉云漏月惊莺啼。<br>白鹭横天冷翠崖，青沙逐波卧睡鸦。蓬头老翁垂钓醒，云笛撄水绕山峡。</p>\n<p>##点绛唇－江堤行　　　　　　　　　　　　　　<br>天际孤鸿，穹苍一灰红纱昊，<br>余辉残柳，独行山人老，<br>桥阴流水，不知曾风雨，<br>凭栏眺，江边芦苇，浪推将欲倒。<br>学友看后记<br>－－－落幕时分，苍穹无语，孤鸿独过，泣出满江红</p>\n<p>##静夜居人篱下有感二首<br>寄寒日窗下　　　－－异恒<br>梦雪冷轩心泪流，念波澜清夜飞萧。<br>参商朝暮争煊辉，关张佐主傲天笑。<br>心刺冰锥独苦楚，胸插刀剑孤悴憔。<br>我飞我灭血肉流，神鬼怎逼我折腰。<br>一路鬼火　　　－－异恒<br>狐伴鬼从友为我，傲视英豪逐阎罗。<br>烟雨寒宵散飞襟，枞墓欢笑世人魔。<br>这两首都是在晚上写的，其实我是很怕鬼的。曾经一个人行走于小巷中，我被影子吓得疯跑。。。高中生活快要结束了，每个人都心神不安，家里给我的压力有点大，咳，只能写以破句自我安慰。</p>\n<p>对《秋风》-风筝<br>荒岛之外远送/一只候鸟/翻腾三十二次鱼翔洒珠<br>随波逐流/浪涛层层叠叠/足够此时海天浪漫<br>鼻息微闭后展翅/足点轻舟/浮游长空</p>\n<p>下面几首摘选自原创武侠《仕江湖》，一直以来很难驾驭长篇，短篇其实写得也不太好，只是写诗上是花了心思的。</p>\n<p>《流霞歌》<br>逝者若斯，吾心百驰，九天云外深一尺，万里冰封裹一时？云鹿飞花入镜里，妾待不归期。就田雨织，弗盼风痴，雪飘映绮叹今夕，日落絮柳堪明离？灯下秋月背相倚，梅瓣和春泥。</p>\n<p>马予歌<br>弱风卷帘东风后，枯木成林，寒鸦群飞，吾与黄马皆孤独。血露湿巾，坐视平丘，舞剑不能寐。延岭新月微见，欲问，孰与汝相怜？舞毕，思绪绵绵。”</p>\n<p>取云歌<br>莫夫崖，登高寒，牵渡云河雾沉山。沧行天涧神似景，琼宇摘玉盘。凄生石，伤夜眠，冰雁魂萤惊梦颜。醉里寒印千百步，行却心无烟。</p>\n<p>飞羽歌<br>七城八荒追梦影，鸟尽弦断四方兵。寒山曾有寺，魁落丁。平湖远山云飞凤，已天明，静残亭。五湖六海浮澎屏，烟波魂消三生命。奈河或有帆，雕翎幸。雁落暖沙渔朝阳，丹枫迎，白女英。”</p>\n","categories":[{"name":"文字","slug":"文字","count":26,"path":"api/categories/文字.json"}],"tags":[{"name":"诗","slug":"诗","count":3,"path":"api/tags/诗.json"}]}