{"name":"设计","slug":"设计","count":8,"postlist":[{"title":"天花板全覆盖反射灯原理","slug":"design/Ceiling-Reflector-Principle","date":"2014-02-18T00:42:24.000Z","updated":"2017-05-12T06:23:10.592Z","comments":true,"path":"api/articles/design/Ceiling-Reflector-Principle.json","excerpt":"","keywords":null,"cover":null,"content":"<p>昨天电灯坏了，将手机电筒放在高处对着天花板照射，利用天花板的漫反射，发现这种光线效果很好，光线柔和均匀，即使手机电筒强度不高，房间里也足够明亮。</p>\n","text":"昨天电灯坏了，将手机电筒放在高处对着天花板照射，利用天花板的漫反射，发现这种光线效果很好，光线柔和均匀，即使手机电筒强度不高，房间里也足够明亮。","link":"","raw":null,"photos":["/images/design/Reflector-lamp.jpg"],"categories":[{"name":"设计","slug":"设计","count":8,"path":"api/categories/设计.json"}],"tags":[{"name":"创意","slug":"创意","count":3,"path":"api/tags/创意.json"}]},{"title":"手写笔记软件的改善建议","slug":"design/Handwritten-Notes-Suggest","date":"2013-03-24T16:58:34.000Z","updated":"2016-04-02T02:29:06.634Z","comments":true,"path":"api/articles/design/Handwritten-Notes-Suggest.json","excerpt":"","keywords":null,"cover":"/images/design/Wealth-Notes-interface.png","content":"<p>二款手写笔记软件的评测和建议：</p>\n<p>一般的的手写软件书写完之后等待1秒钟左右，会自动将文字缩放到文字行，最多不过像《手迹pro》一类的软件在毛笔字迹上有所突出。</p>\n<p><img src=\"/images/design/Wealth-Notes-interface.png\" alt=\"有道笔记\"></p>\n<p>有道云笔记的手写功能，支持按钮快速确认，也支持自动确认，左上角的确认按键也符合左手拇指的控制习惯，只是按钮的激活区较小，容易按错。建议增加激活动的区域，范围可以在成人拇指一样大就可以，这样可以减少出错，右手食指确认输入完毕之后马上左手拇指就可以轻触屏幕按键，提高了输入速度。</p>\n<p><img src=\"/images/design/Drawing-Notes-interface.png\" alt=\"绘图笔记\"></p>\n<p>手绘笔记只能手动确认，他的优点的手写区域的三角方向按钮增加了输入区域，可以一次性输入一行的文字再确认完成输入，他的缺点是小三角激活区域小，输入一定文字到右边界后需要多次按右边的小三角增加区域，降低了输入速度，这是一，其二，右上角的别针作为确认按键不太方便，在右手食指控制文字输入和小三角增加区域的时候，不能在最短的时间进行确认。这里提二个建议，其一，输入完毕之后的确认按钮放在左上角，在左手手握手机的同时，可以可以很方便迅捷的用拇指确认；其二输入框的小三角，左右对调一下，向右的方向放在左边，向左的放在右边，在输完两个字到达右屏边缘时用左手拇指控制小三角将增加输入框的大小，而输入框右移的操作只有UNDO重写需要时才可能用得到。</p>\n<p>手写笔记的功能延伸：</p>\n<p>手写笔记与手写输入法的结合，可以称为手写文段输入法，其中包括手写输入区域，笔迹文字行，识别句段文字行，选词行。手写区域为复数格米格框，支持多字输入。输入法支持两种识别方式，即时识别和全篇快速笔迹录入完毕之后的批量识别，转化为字符文档。单字笔迹识别出错率很高，词句的出错率很低，识别过程中可以激活笔迹重新输入。</p>\n<p>文字编辑器，增加绘图功能，设置绘图和手写功能之间切换开关，绘画可以重编辑，可以自定义大小插入到文字当中。可以对笔迹（矢量）进行字迹更换，加粗，阴影，颜色更换等操作。可以对输入区域的透明度，文本背景进行调整。设计上编辑器工具可以整合到第二个屏幕，主屏幕上增加切换到第二屏的开关。</p>\n","text":"二款手写笔记软件的评测和建议：一般的的手写软件书写完之后等待1秒钟左右，会自动将文字缩放到文字行，最多不过像《手迹pro》一类的软件在毛笔字迹上有所突出。 [Figure] 手绘笔记只能手动确认，他的优点的手写区域的三角方向按钮增加了输入区域，可以一次性输入一行的文字再确认完成输","link":"","raw":null,"photos":[],"categories":[{"name":"设计","slug":"设计","count":8,"path":"api/categories/设计.json"}],"tags":[{"name":"软件设计","slug":"软件设计","count":1,"path":"api/tags/软件设计.json"},{"name":"建议","slug":"建议","count":1,"path":"api/tags/建议.json"}]},{"title":"中国元素有限合作商社创业计划书","slug":"design/Limited-cooperative-commercial-organization","date":"2010-01-06T01:17:14.000Z","updated":"2018-03-30T10:43:10.714Z","comments":true,"path":"api/articles/design/Limited-cooperative-commercial-organization.json","excerpt":"","keywords":null,"cover":null,"content":"<h2 id=\"一、关于成立“有限合作商社”的构想\"><a href=\"#一、关于成立“有限合作商社”的构想\" class=\"headerlink\" title=\"一、关于成立“有限合作商社”的构想\"></a>一、关于成立“有限合作商社”的构想</h2><p>为了规范市场上无法管理的工作室，建立以工作室团队为基础的社会主义新型市场经济商业行为组织结构，建设具有中国特色的新型市场面貌，现提出“有限合作商社”的概念。</p>\n<p>以下“有限合作商社”简称为“商社”。</p>\n<p>【有限合作的对象】依个人魅力、团队精神等自由人际、商务理念成立的团队及工作室等。工作室从商业性质上，分商业工作室和非赢利工作室两种，从工作行为上又有研究性工作室、技术服务工作室、硬件设备服务工作室和商务交流工作室等。</p>\n<p>【有限合作的含义】团队及工作室以有限参与的方式加入有限合作商社，工作室仅以加入商社的行为接受市场的规范化管理；工作室受邀请加入有限合作商社，接受商社规章的限制，以有限的服务和工作为商社作出贡献；商社可以以类似招聘员工的方式招聘团队和工作室的加入，工作室的档案由监管有限合作商社的相关部门统一管理。</p>\n<p>【商社的组织结构】基本结构为室长会，参与方式分别为：发起人或团队、工作室以商社资本参与成立商社办公室，办公室设商社主任一名；股东以认购股本或投资参与成立董事会和股东大会，设董事长一职；工作室以工作服务等人力资本参与成立室长会，设社长一名；商社法人只能在主任、董事长、社长中取其一。</p>\n<p>【商社的设立条件】成立有限合作商社必须符合以下条件：发起人或工作室的办公室及其办公室团队建立的在线和无线网络符合低成本交流标准；发起人或工作室的合作工作室至少有一个；发起人或工作室认购或募集的股本足以维持商社三个月的正常运行；发起人或发起工作室制定商社章程，采用募集或工作室网络搓合会议设立的经创立大会或搓合会议通过；有商社名称，建立符合要求的有限合作商社。</p>\n<p>【商社的法定程序】商社搓合三个月后如运营良好，达到注册公司的条件，即注册符合法定标准的有限责任公司或股份有限公司。政策允许的情况下，可以将“商社”或者“有限合作公司”作为新型商业机构交给国家审批，其它未尽细节可以在商社成立后继续完善，而后将利于新法规的批复。</p>\n<h2 id=\"二、有限合作商社的意义阑述\"><a href=\"#二、有限合作商社的意义阑述\" class=\"headerlink\" title=\"二、有限合作商社的意义阑述\"></a>二、有限合作商社的意义阑述</h2><h3 id=\"1、为工作室将后成为法人打下基础\"><a href=\"#1、为工作室将后成为法人打下基础\" class=\"headerlink\" title=\"1、为工作室将后成为法人打下基础\"></a>1、为工作室将后成为法人打下基础</h3><p>虽然工作室国家允许工作室以个体工商户的名注册，可是工作室毕竟不同于个人经营管理的小卖铺，它是一个微型的公司，一个团队，甚至可以说是一个梦的焦点，一个回归且在成长的家，工作室的室长并不能代表整个团队，只能说是这个团队的法人而已。工作室成立或者加入商社，可以让团队得到独立的个性发展，并满足工作室作为独立个体得到本质上、实力上的成长，而不是团队的人员扩充，成为一个难以管理大公司，这在于当今张扬年轻人个性，宣扬小团队成就大事业年代值得提倡。</p>\n<p>并且工作室合作成立的商社具有等同公司的一些外部性质，成熟的商社可以以较低的成本直接转化为公司或集团公司。</p>\n<h3 id=\"2、为大企业或集团公司开拓未来市场\"><a href=\"#2、为大企业或集团公司开拓未来市场\" class=\"headerlink\" title=\"2、为大企业或集团公司开拓未来市场\"></a>2、为大企业或集团公司开拓未来市场</h3><p>公司集团化、产业多样化确实盛行当世，见过的集团化操作模式是先成立一个项目组，以项目组为核心招揽人才成立分公司或子公司。可以说，每一个招过来的人都是以破坏一个团队为前提或者他们是从已破坏的团队中吸取过来的团队领袖，如此集团化操作将增加社会重组成本，一定程度上也弱化了团队意识和个人意识，人变成了职业的动物，资本与人员的向心化导致的是下部链接的破坏。</p>\n<p>有限合作商社是小型工作室以有限合作的方式成立的聚合体，更适合年轻的下一代商人。集团公司先成立项目工作室，再以设立有限合作商社的方式招集所需各种类型的工作室，减少了新生团队的磨合成本，加快了项目的推进进度，也成就并培养了一个大型团队。</p>\n<p>对于新项目上，商社的低成本的讨论圈更容易催发最新的创意，这一点犹为重要。</p>\n<h3 id=\"3、与信息时代的技术应用紧密结合\"><a href=\"#3、与信息时代的技术应用紧密结合\" class=\"headerlink\" title=\"3、与信息时代的技术应用紧密结合\"></a>3、与信息时代的技术应用紧密结合</h3><p>虽然商社由众多工作室组成，但只有一处办公室，或者对于紧密联系的商社来说，每个工作室都是办公地点，但不建议商社这样去行动，因为会破坏工作室的完整性和独立个性。正是因为只有一处办公室，因此需要建立最低廉最便捷的信息交流系统。</p>\n<p>包括如下几点：商社成员之间的无线交流免费或比一般的公司更为便宜；有一个统一的在线商社为所有商社的成员提供免费的在线聊天、电子商务交易、文件存储与传输，有一个统一的移动服务商为商社之间提供低廉的网络会议平台、即时语音和视频聊天等服务；电子商务平台为商社提供唯一的标识。</p>\n<p>对于一个成员分散在世界各地的工作室来说，交流的费用无疑是比生活还昂贵的成本，但是恰恰又是这样的工作室能完成普通工作室完成不了的任务，比如异地调查等。</p>\n<p>公司因为要求每个员工按时上班，按时完成各项任务而必须将员工挤在一个办公室进行工作的磋商、近距离的交流，内部交流成本为零，可是大部分员工还是更喜欢在网络上、在空中进行隔墙交流，他们抵触开会，不愿意放下手中的电脑面对面的说些什么，如此，将员工集中一起的目的无非是降低了监督成本。很多人都有做工作室的倾向，因为它更像家，是值得一起打拼的团队，虽然每个人缺点多多，但他们是朋友，会容忍，理解、义气与梦想在监督他们的工作。因此，并非人迎合了信息时代，而是信息时代正是因为人的这些想法而在前进。</p>\n<p>有限合作商社这种概念更是因为我的孤独而在梦里成形，是真实的需求，而只要是真实的需求，总会有相应的商品。而如今这些技术已然成熟，就看是否向时代表达了这种真实的需求。</p>\n<h2 id=\"三、有限合作的方式\"><a href=\"#三、有限合作的方式\" class=\"headerlink\" title=\"三、有限合作的方式\"></a>三、有限合作的方式</h2><p>合作方式一共有如下几种可能性方式：</p>\n<h3 id=\"1、聘用工作室室长，室员发放商社员工工资\"><a href=\"#1、聘用工作室室长，室员发放商社员工工资\" class=\"headerlink\" title=\"1、聘用工作室室长，室员发放商社员工工资\"></a>1、聘用工作室室长，室员发放商社员工工资</h3><p>这种方式容易被理解，但破坏了工作室的平衡性，可以考虑在商社有需要转型为公司时操作。</p>\n<h3 id=\"2、工作室作为独立法人，与以合作，建立上下游客户关系\"><a href=\"#2、工作室作为独立法人，与以合作，建立上下游客户关系\" class=\"headerlink\" title=\"2、工作室作为独立法人，与以合作，建立上下游客户关系\"></a>2、工作室作为独立法人，与以合作，建立上下游客户关系</h3><p>类似于公司合并，对于已经审请了个体商户的工作室，缔结合作合同或合并都可行，但前提是合作的双方都是法人。</p>\n<h3 id=\"3、团队聘用制\"><a href=\"#3、团队聘用制\" class=\"headerlink\" title=\"3、团队聘用制\"></a>3、团队聘用制</h3><p>这种提法比国新颖，不容易被接受。团队的聘金是多少，这个团队是否具有法人身份，不具有法人身份的个人是否足以代替团队接受聘金都是一个问题，这要求国家免注资、低要求地承认工作室的法人身份，而如今注册合法的工作室也会让一般的工作室不堪重负。</p>\n<h3 id=\"4、团队的有限合作制度\"><a href=\"#4、团队的有限合作制度\" class=\"headerlink\" title=\"4、团队的有限合作制度\"></a>4、团队的有限合作制度</h3><p>前面讲到要求国家免注资、低要求地承认工作室的法人代表的身份，这里再说两种可行性。</p>\n<p>要求工作室以某种名义先加入一个合法的组织或集体，再由该组织或集体派发成立工作室并参与有限合作商社，这类似一种人力参股的合资企业。由于国家还无法认同未注册集体的法人身份，成立商社之后工作室的利益无法得到有效的保障。</p>\n<p>另外一种办法是以有限合作商社为核心赋予工作室合作机构的【有限法人】资格，即工作室一旦加入商社后有限法人身份成立，受管理商社的相关机构统一管理。</p>\n<p>最后就是人力股东，团队人力资源作为股份参与分红。鉴于人力股要参评信用监管机构的数据，只有等商社机构发展的后期还未有相关法律出台但工作室的监管机制已经建立起来的情况下才可能考评计算人力股的份量。</p>\n<h2 id=\"四、工作室与自由职业团队\"><a href=\"#四、工作室与自由职业团队\" class=\"headerlink\" title=\"四、工作室与自由职业团队\"></a>四、工作室与自由职业团队</h2><p>【工作室的理解】为了同一个理想、愿望、利益等而共同努力的几个人（或一个人）建立的组织，形式多种多样，大部分具有公司模式的雏形。工作室的规模一般不大，成员间的利益平等，大部分无职位之分，有些工作室有室长位统领所有人员，各自负责各自应做的事。大部分工作室的事务可由成员一起讨论、决定。</p>\n<p>【工作室的特点】决策灵活，富有团结精神和家的氛围；拥有共同的爱好和奋斗目标；成员间联络紧密，沟通方便，心态积极而又轻松；大部分人都有一台电脑，成员都能处理基本的信息处理与简单的设计，知识面广，思维清晰，且都拥有现实和虚拟的身份及其关系群；相对来说，临时成立的工作室工作环境简陋，资金缺乏，设备不齐；工作室纪律松散，对外服务水平及对外形象参差不齐，售后服务不到位；一般承接外包业务，利润低，工作时间较长且无规律，发展空间受限。</p>\n<p>初期成立的工作室缺乏大公司的职业素养训练，再加上针对工作室的培训机制不完善，工作室作为一种创业抱负，很难在初始的经验与资金积累中坚持下来。</p>\n<p>又因国家法律不完善，工作室的注册流程复杂，工作室信用落低，对于怀有热情，坚持自主创业的年青人是一种打击。</p>\n<p>在这里提出“自由职业团队”的概念，以说明用团队识别职业的优势。</p>\n<h3 id=\"1、什么是自由职业团队\"><a href=\"#1、什么是自由职业团队\" class=\"headerlink\" title=\"1、什么是自由职业团队\"></a>1、什么是自由职业团队</h3><p>自由职业团队秉承自由的个性，自由的分子，英文表达为“Free Cell”，延伸到商业，即一种创新的管理运营模式，运用最新的科技，在空中虚拟网络中组建管理平台，识别内部因子，同类外部因子和客户因子，并产生产品生成与生产，商业交易行为。</p>\n<p>自由职业团队是“病毒化”的工作室或B型工作室，医学上也可喻称为“自由基”，粘性极强，组织自由，利益明确，与许多商业机构存在共价键，交换共同价值，生产并交易概念性产品，根据工作室的组成结构决定各类产品的生产能力，以及与其它工作室的有限合作方式。</p>\n<p>自由职业团队一般由公司建立或公司的一个部门脱离出来。倒闭的公司孕育了成熟的部门，为了管理这部分无法组建公司的团队，政府可以考虑允许他们成立工作室并加入受管理的有限合作商社。脱离商社的工作室也可以考虑作为一个整体加入到新的公司。工作室服务器永远在线，并通过无线、有线或关系网络不间断的信息交流，工作室内部交流采取和电信和移动部门高度合作换取低成本或无成本交流。</p>\n<h3 id=\"2、让团队决定了个人的职业识别\"><a href=\"#2、让团队决定了个人的职业识别\" class=\"headerlink\" title=\"2、让团队决定了个人的职业识别\"></a>2、让团队决定了个人的职业识别</h3><p>个人并不要求忠属于一个职业，但必须忠属于一个团队。以团队利益最大化以实现个人价值的最大化，这是对集体观念的另一种诠释。</p>\n<p>如同每个人都需要一个家庭，但从古至今，家庭职责经常颠覆性变化，如今要求个人忠于一个自由职业团队，并以该团队作为职业识别极可能优化现有的经济环境。</p>\n<p>团队要求内部的调整是非职业化的，团队总体的生产能力与其内部的职能优化分配是相互影响的，成员可以兼任数职或学习更多相关的职业理论，即而团队能生产更多更完美的产品。至少特殊的法定注册职业事务，需要专业的工作室协助处理。</p>\n<p>自然人进入职场第一步就是加入梦想中的自由职业团队或兼职于其它类型的专业工作室，而后随着工作室加入各种公司和有限合作商社。</p>\n<h3 id=\"3、发展自由职业团队的外部环境\"><a href=\"#3、发展自由职业团队的外部环境\" class=\"headerlink\" title=\"3、发展自由职业团队的外部环境\"></a>3、发展自由职业团队的外部环境</h3><p>（1）市场上存在大量的各种类型的工作室，工作室一般有以下几类：</p>\n<p>①信息工作室，一般处理信息统计、认证、文件派发、纸媒录入、电子媒体制作与发行，核心基是多个自由基的共同硬件，是设备最多最为集中的工作室，相关工作可派发到分项工作室处理。联络工作室与传播工作室，负责一个自由基的内部联络和外部沟通，以及广告推广，该工作室依托信息工作室存在，主要承接来自信息工作室的各种被动咨询工作。资源工作室，依托核心基而存在，为信息工作室和其它各类工作室提供各种资源的信息工厂型工作室。</p>\n<p>②管理工作室，政府下设并招集成立的用于监督自由基运作的管理机构。标准化工作室，在民间，承接并执行各类标准化工作。</p>\n<p>③创意工作室，一般是某公司或集团创建的临时工作室或项目部，提出产品的原始概念，并执行产品的孵化、集成与批量生产工厂的建设等。概念工作室，众多的概念工作室可以等同于一个顾问团，概念产品的概念产生需要多场提案会、辨论会和讨论会的结果分析，概念工作室是工作人员浮动最大的智库型组织，与创意工作室是相互依存的关系，第一时间生产概念供给集团公司，并接受概念的后期分析与讨论。设计工作室，这也是一件软件型工作室，可以由设计精英临时组建，承接各种产品设计、形象设计，概念图设计。</p>\n<p>④公关工作室，培训公关人才，执行标准化公关文件与公关任务。</p>\n<p>（2）有限合作的法制和发展平台</p>\n<p>国家承认有限合作商社的合法性，国家只负责工作室的登记，不特别要求登记的工作室进行工商注册，工作室通过有限合作加入有限合作商社是其唯一被国家认可的认证和被管理的方式，有限合作商社保证工作室的诚信与商业行为识别。</p>\n<p>上述法律尚未立案的前提下，建立有限合作的发展平台。包括工作室的交流网、交易网、身份识别协议和诚信监督机构，这套平台是构建有限合作商社温床的软件管理系统，也能促进现有公司制度新思潮的、多样化改革。</p>\n<p>通过与电信、移动、腾讯等公司的合作，降低有线、无线的在线网络交流成本，合作方式待议。通过合作力求在商社里的交流成本为零，即：成员之间手机通话免费；成员之间通过腾讯或其它即时聊天软件产生的网络流量不收费；商社内的语音会议或在线视频会议不收费；构建5公里内的内部无线网络，该网络的一切数据传输只收取网络硬件的租费。</p>\n<p>商社两名至多名成员之间无论何时何地毫无顾忌的沟通，是商社正常化运作的关键，也是各工作室有限合作的诚信保证。</p>\n<p>以科技研究、文化建设为名建立工作室有限合作联盟，并设“团队招聘”栏目且向其它招聘网站推广团队招聘的概念；在企业或公司相关的行业联盟网站里试注册“有限合作商社”的经营性机构，并发表文章做出合理解释；在法律相关网站发表贴子讨论“有限合作商社”的概念，及相关法律调整，并草拟地方性法律性修改意见；在网络上成立未在工商部门注册的经营性有限合作机构，以市场研究及提供相关研究结果为工商部门调查时的说辞，待运营成熟再向国家审请临时经营许可；和腾讯合作，发起有限合作商社的讨论及相关在线功能实现的实践活动；和阿里巴巴等电子商务公司合作，讨论建立有限合作商社的内部商务平台。</p>\n<h2 id=\"五、中国元素有限合作商社\"><a href=\"#五、中国元素有限合作商社\" class=\"headerlink\" title=\"五、中国元素有限合作商社\"></a>五、中国元素有限合作商社</h2><p>中国元素有限合作商社定义为创意工作室，为了数十万个工作室的生存而建立，逐步营造有限合作商社的管理环境并创建中国第一个有限合作商社，在未来五年内争取作为一个企业机构在创业版上市，以给工作室间的有限合作提供可参考的思考方式乃至成功的案例。。</p>\n<p>本商社的终极目标是建设全民工作按需分配的管理系统，劳动供需体系，将社会集中的各项工作分配成具体时段、针对具体能力的劳动项目菜单，提供给有需要有能力有兴趣的劳动者。</p>\n<p>商社工作内容是中国元素产品设计与研发，为来自世界的各种产品提供中国元素的产品设计方案与生产环境。</p>\n<p>商社计划由二十多个有限合作工作室组成，并与一百多家相关工作室签定在线方案交易平台协议，将建设由全国一百家高校研究人员组成的中国元素智库型工作室，努力打造一支国家授权的中国元素标准制定与认证单位。</p>\n<p>本商社将邀请以下公司参与投资与合作：</p>\n<p>昌泰集团、中国移动、中国电信、阿里巴巴、腾讯、创新工场</p>\n<p>邀请单位或公司作为商社创始人参与中国元素有限合作商社【办公室】的组织建设，并逐步开展以下工作：</p>\n<h3 id=\"1、商社办公室硬件建设\"><a href=\"#1、商社办公室硬件建设\" class=\"headerlink\" title=\"1、商社办公室硬件建设\"></a>1、商社办公室硬件建设</h3><p>唯一合法的办公地点与各工作室集合地点的选址；</p>\n<p>商社唯一的内部在线交流交易网络，所有成员享受便捷且低廉或免费的交流交易成本；</p>\n<h3 id=\"2、室长会的组建\"><a href=\"#2、室长会的组建\" class=\"headerlink\" title=\"2、室长会的组建\"></a>2、室长会的组建</h3><p>创建工作室有限合作网站，工作室联盟网站，区别与个人招聘的自由职业团队的招聘网站；</p>\n<p>邀请第一批已有成熟经验的工作室或自由职业团队以有限合作的方式加入中国元素有限合作商社，承担部分的设计工作；</p>\n<p>组织非赢利的中国元素智库型组织，并从该组织中抽建中国元素产品概念研发工作室，直接由办公室下属管理；</p>\n<p>邀请从大集团脱离成熟的自由职业团队以市场工作室加入，邀请对各种产品熟悉人组建产品识别与文化传播工作室；</p>\n<p>每工作室选派室长一员参与室长会，选举商社社长。</p>\n<h3 id=\"3、董事会的组建\"><a href=\"#3、董事会的组建\" class=\"headerlink\" title=\"3、董事会的组建\"></a>3、董事会的组建</h3><p>董事会股份分产权股，人力股和资源股等三种。</p>\n<p>股权效益用年终分红实现，产权效益从每次的单份或批量交易中获益，人力股主要从月工资上获益。</p>\n<p>每个工作室都有产品研究与设计的权利和义务，并对其研发的产品享有有限产权，商社以其一成，约百分之十作为该工作室对商社股份投资，这一成中，分派到参与该项产品的所有人上并以占有一定的比例以示区别。</p>\n<p>以人力股参与商社有限合作的成员以员工身份对待，享有其股值核算成的月工资待遇，将产权股与商社交易可替换成人力股，仍视交易人为原工作室成员，但享受其替换成的人力股核算成的月工资。</p>\n<p>资源股组成主要来自办公室，即创始人。以后对商社扩大建设，资源投资有重大贡献的也计算成为资源股，占有商社一定的股份。</p>\n<p>占有商社超过或等于10%的都可以审请成为商社董事会成员，持有商社1%股份的都可以审请加入商社股东大会。</p>\n<p>董事会选董事长一员。</p>\n<h3 id=\"4、商社成员管理规章\"><a href=\"#4、商社成员管理规章\" class=\"headerlink\" title=\"4、商社成员管理规章\"></a>4、商社成员管理规章</h3><p>采用需求管理理论，倡导并建设廉价知识体系和自由无限制的交流体系，以制度管理强化发自内心的创新与实践。</p>\n<p>商社规章基本意思,及部分参考条款如下：</p>\n<p>（1）需求管理</p>\n<p>商社所有成员必须明确自身、工作室、商社、客户、产品消费者、关注对象的所有需求，每天至少记录五条，备案。商社建设关注社会需求的相关网站，以此为基点建设各种在线体验站点。对于需求之下的概念产品和适用产品的研发，每成员应有自己的观点，并选择自己喜欢的讨论结果自行工作。</p>\n<p>商社建设需求基金，对于符合条件的需求审请用所其审请的方式予以满足。鉴于“劳动结果就是满足他人所需”的意思，要求从商社成员每次薪资中拿出少量的一部分投入到需求基金，该基金由室长会和商社社长管理。审请条件评定基本标准有两条，一是该需求不损害他人利益，二是在合法、道德许可范围内创造观察条件对成员需求进行评定。比如无法保证该需求时，成员精神受损，并持续至少一个星期以上。</p>\n<p>办公室受室长会的委托承担需求管理的工作，认证观察期需向室长会审请，最多一个月，拒绝和回收需求是创造观察条件的两个办法。需求发放的基金提取要求需要董事会的电邮批文或书面签字文书。</p>\n<p>（2）知识管理</p>\n<p>成立或聘请专业的信息工作室，统一管理会议记录、调查研究、资料管理、专业书籍借记、商社内外咨询、事务公开等工作服务，让各工作室不再为知识和数据担心，并学会生产知识和创造数据。</p>\n<p>概念工作室是专门负责高级知识生产的智库型工作室，对内公开，对外享有知识产权。各种工作室对于自己的劳动成果也依法享有知识产权和产品产权，信息工作室负责对这些产权依法注册。注册成功的产权获利其一成成为商社产权股份。</p>\n<p>信息工作室制作的所有文件属于全体成员，成员享有咨询权，审请查阅权、质疑权（包括邀请制作者回答其质疑）和提出修改建议权等（信息工作室告知原作者）。</p>\n<p>商社成员皆有权对内开办各种培训班，培训及相关培训教材可作为知识产权审请完全转化为商社知识产权股份，该产权也一般转为人力股权，即对内长期开办培训班，作为师长，相对来说可享受商社高级职员的待遇。培训班开设需得到室长会的认可，产权转化需要董事会批文和股东大会的讨论。</p>\n<p>（3）交流管理</p>\n<p>商社人人平等，成员都可以通过自己的努力在商社占据一席之地，产权、人力权和股权是改变自己的三种力量，但是询求改变的同时又受到工作室、知识体系、人际关系及自身需求的限制，不过有一种权利永远是平等的，那就是交流的权利，有时，在交流中得到满足比得到什么都重要。</p>\n<p>商社的交流分学习交流，礼仪交流，生活交流，游戏交流和工作交流等。商社所有成员有选择在一起、在线和我行我素的权利。公关工作室或称交流管理工作室就是处理这样一些工作。</p>\n<p>根据所有成员的学习、礼仪、生活、游戏和工作情况的呈报，以在线通知或电话通知的方式告知可以在一起或在线的成员有这样一个可以面对面或在线交流的机会，正好在同一所学校的可以见面，正好玩同一个游戏的可进入同一个公会，同城的多人赞助每月一次的聚会，两人提交了结交恋人需求的可以通知符合条件的两人相亲等。</p>\n<p>公关工作室受办公室聘请，针对各工作室和成员的交流需求提供机会，但必须遵守保密原则，不出卖私人信息，且不能强制交流。办公室或商社高层对公关工作室信息不具有顾问权，根据成员的满意情况的书面调查决定该工作室的季度续聘与否。</p>\n<p>除了人性化的公关工作室，商社还必须建设有简单便捷的微博平台或信息公开平台，成员自愿提供相关交友信息，但对于符合条件的群体建设美观的、特定的交流平台或社区，商社负责特殊平台建设需求的50%费用，对于建设网站用来赢利的，其赢利的百分之十作为偿还赞助费，直至还清为止。</p>\n<p>商社保证在成员之间的在线交流是廉价或免费的，且最先进的，随时随地召开视频会议，成员间的工作讨论没有距离、时间和对象的区别，即使躺在床上也能给在线的会议提出建设性意见。</p>\n<p>（4）工作管理</p>\n<p>手机永不关机并安装语音或视频的聊天软件，与在线环境在15分钟以内，在线会议都会提前15分钟通知。</p>\n<p>每天检查邮箱，建议使用139邮箱，或拥有手机短信提醒功能的邮箱。会使用压缩软件，知道怎么将大文件分割成小的压缩包。</p>\n<p>知道最近的邮局在哪，经常去邮局寄送物品。 </p>\n<h2 id=\"六、商社赢利模式和劳动分配管理\"><a href=\"#六、商社赢利模式和劳动分配管理\" class=\"headerlink\" title=\"六、商社赢利模式和劳动分配管理\"></a>六、商社赢利模式和劳动分配管理</h2><p>X+1平行管理，工作室间合作，并成立办公室，只设办公室主任一名处理商社的外部事务，适用于三个工作室以下的有限合作。该商社处理中间产品的几个流程，工作室相互合作完成工作，利益分成。</p>\n<p>多工作室异业合作商社，比如眼镜店和电子杂志工作室合作，眼镜风尚的倡导者等。该类型针对客户的多种需求，针对一个产品多个属性或不同承载体，包装到一个产品的不同服务上，并提高主要产品的附加价值。</p>\n<p>现在针对多个产品一个属性进行深刻提炼，并将为这一个属性工作的多个工作室揉合在一起，便创造了以创意工作室为主导的有限合作商社，即中国元素有限合作商社。与一个工作室的有限合作决定其能为多个商社服务，但是它生产中国元素相关的产品，便只能在中国元素有限合作商社内进行，因为只有这个商社能创造这个类型的更好的产品。商社在其框架内帮助各工作室优化组合，形成一个整体，最大化的创造价值，生产研发设计各种中国元素的产品。</p>\n<p>这里提出两种观点，一是做创新工作室的孵化工厂，一是做中国元素产品的研发。不如这样想，以做中国元素或其它元素为题目，做创新工作室的孵化，然后收取一定的服务费，即如下所述的资源服务产权。</p>\n<p>产品利润以产权进行分配，分知识产权和资源服务产权，商社提供的一切便利称为资源服务产权，约占百分之十，用于稳定的发放员工工资、办公室的维护，及商社管理，余下的一定比例投入资源服务股。</p>\n<p>其余的称为知识产权，根据各工作室的合作情况予以分配，只有与商社有限合作并参予产品流程的工作室才有知识产权的分配权，商社聘请的工作室不计入知识产权分配行列。工作室所分得的产权值又分配到每个室员上，室员拥有支配属于自己的产权的权力，比如购买商社的产权股份，或替换成人力权股份计入资源服务股用于缓解未来工资增长给商社带来的困难。工作室拥有一定的知识产权股份便拥有对大型的项目投资的话语权,而知识产权股的投入又促进了商社资本的积累,为各工作室的成长将提供更优质的管理环境。比如需求基金的出现，便是商社成员最好的福利。</p>\n<p>商社是否能够赢利在于天涯海角的几个工作室粘合在一起是否能够能产生商社资本的积累，或者更低的要求，生存下来并持续讨论能够赢利的那此事，那些生活，还有发现许许多多人的那些需求。</p>\n<h2 id=\"七、结语\"><a href=\"#七、结语\" class=\"headerlink\" title=\"七、结语\"></a>七、结语</h2><p>这篇计划书是拿工作室做出的文章，我个人不抱很大希望，只想着这些天看的倒闭的公司，还有那些工作室惨淡的样子，不免替他们担心。为了给更多从工作室开始做起的创业一个很好的土壤，于是写下了自己的想法。相信从条路走出去的工作室，能够代表“公司”这一名称的未来。</p>\n","text":"一、关于成立“有限合作商社”的构想为了规范市场上无法管理的工作室，建立以工作室团队为基础的社会主义新型市场经济商业行为组织结构，建设具有中国特色的新型市场面貌，现提出“有限合作商社”的概念。以下“有限合作商社”简称为“商社”。【有限合作的对象】依个人魅力、团队精神等自由人际、商务","link":"","raw":null,"photos":["/images/design/Limited-cooperative.jpg"],"categories":[{"name":"设计","slug":"设计","count":8,"path":"api/categories/设计.json"}],"tags":[{"name":"有限合作商社","slug":"有限合作商社","count":1,"path":"api/tags/有限合作商社.json"}]},{"title":"三维计算系统研究带来的新信息革命","slug":"design/New-information-revolution","date":"2009-05-19T08:42:21.000Z","updated":"2018-03-30T10:25:02.180Z","comments":true,"path":"api/articles/design/New-information-revolution.json","excerpt":"","keywords":null,"cover":null,"content":"<p>摘要：人机交互技术的革新拉近了人们之间的距离，不过电脑实际利用程度却只占很少的一部分，本文通过对三维计算系统的信息空间的分析以说明新的信息革命的形成原因和它对近将来社会的影响，提前为未来政策变化提供参考方向。</p>\n<p>关键词：信息空间，三维计算系统，云计算，表脑，中央处理机</p>\n<p>The New Information Revolution Brought Out By The Research Of The Three Dimension Computing System<br>Wang Danping (independent researcher)<br>Email:deciia@qq.com,Cellphone:xxx</p>\n<p>Abstract:(to be completed)</p>\n<p>Keywords:information space,the three dimension computimg system(3DCS),cloud computing,surface brain,center processor</p>\n<p>《科学美国人》中文网站提到一则消息引起了众人的注意，英国天空电视台表示将推出三维立体电视节目，普通民众将有幸在家中享受三维立体技术。我们不得不赞叹科技在不断地改变着我们的生活，可是在信息过剩的时代，最先发生改变的还是人们的观念，这则消息就暗含着一个信息：三维空间容纳的巨量感观刺激将融入民众的普通生活，其商业化过程将生成可观的经济利益。<br>本文将运用演绎法的思想看待这件事对近未来的影响，同时分析新形势下的新观念、新理论和可实现性的新技术，在信息尚不确切或分析信息的理论仍不完善的情况下，不得不说演绎法表述的观点仍然具有一定的指导意义。增加内容：三维计算技术常用的名词解释。</p>\n<h2 id=\"1．-三维计算时代\"><a href=\"#1．-三维计算时代\" class=\"headerlink\" title=\"1． 三维计算时代\"></a>1． 三维计算时代</h2><p>表现1：信息高速爆炸造成人获得的信息量差距急剧加大，这与宇宙大爆炸造成不平衡的原理是一样的，于是我们需要一种更高等的计算环境以增加信息通道的线数，三维的信息空间具有更高密度的互不干扰的传输线路，是最优选择。</p>\n<p>实体书电子化后图书产业面临的赢利模式的变革有下载到指定的防拷贝硬盘空间，信息拷贝论（只拷贝信息，联网后再决定下载与付费），制定电子作品的价值等级划分制度（文化意义、科学意义还有传播量……）并在发表时提供作品的完整信息，建立信息（资源）共享和合作机制（用户型WIKI）。</p>\n<p>表现2：推进时间至未来的现场，处理系统遍布各地，各种大型的超级计算机也已经进行了民用测试，人们只要携带一个小小的表脑就能获得各种信息，包括软件运行、游戏和巨量演算所得的数据，人们只需支付中央处理系统运行所支配的资源统计，比如电费，带宽，占用的存储空间等等。</p>\n<p>将整个互联网所连接的个人电脑（虚拟用户）看作一个整体，2009年的它只像是分散的存储器，个人电脑发挥与人类交流信息的功能，可是比起手机来它略逊一畴。代表人类外部资源的统计中心的互联网应该接受大自然的问候，处理系统与中央硬盘的紧密结合使得它拥有多个维度（角度）的“感效器”，有来自人类“表脑”的信息，有来自某个会议室的全息图景，也有来自某个环境保护区的全时段监控。</p>\n<p>中央硬盘根据表脑发送过来的信息自动搜索（最匹配）整个中央硬盘（以及中央共享空间）并构建一片虚拟空间，空间包含来自表脑的信息文件、与表脑硬盘同步的信息的快捷链入口（快捷方式）、与表脑相联的个人共享区。处理系统必须具有多用户多进程、共享用户的多进程、共享进程的多窗口、共享窗口（多维软件）的多平面同时进行操作软件系统。</p>\n<p>表脑作为人类在信息世界的代言人，操作上必须符合人工学原理，能快而有效的传达人类通往信息交流中心的个人愿望，本质上它是人的机器人替身，一定程度上能代替人的思维，外在上它又是中央电脑与人体共有的感观效应器。表脑的主要功能是最大限度的对接人类的感观表达，视线（眼神）、脸色、声音（语音及韵律）、文字（触压感）、图感、动画的感觉、艺术美感以及嗅觉味觉的表达等等，它是没有主机（有微处理机）的个人电脑，是传感手机，是日记本，是游戏机，是画本（数位板），是多功能输入机，也是MPX（X大于5）。</p>\n<p>三维操作系统省电省资源，架设起来也方便，十户共用一台中央处理机，一户多终端共用一台HOME处理机，一个终端又可以连接多个表脑，一个表脑又可以使用多个识别的用户芯片，又有中央处理机与多台同类处理机建立中央共享系统，根据微软新开发的协同搜索可以很方便地建立搜索库和资源分类。</p>\n<p>表现3：广义的机器人，输入输出的简单化，人脑与个人电脑以及中央处理机的同步化。推广到整个人类社会，非自身的其它人力资源及他们构成的计算网络也一台巨型的机器人，三维计算时代的前兆有组织将人也列为计算单元。</p>\n<p>表现4：随着传感技术进步，统一标准的三维识别符号系统也会建立起来。</p>\n<p>文字书写、键盘、平面鼠标、纯平屏幕的二维操作系统向视线捕捉、光笔操作、声向捕捉、声控、三维操作屏（空间对象操作、屏幕对象多状态键盘化便捷操作、手写触摸与显示于一体兼空间鼠标及多状态键盘的模拟操作）方向发展。现实中操作虚拟的对象要求所有的虚拟必须以符号的表现（表演）出来，比如平面窗口向曲面窗口做适度调整，用动作捕捉（空间手势）和多视角键盘来模拟操作等等。</p>\n<p>异彩纷呈的输入输出终端将在三维空间内有条理有设计的分布，并以一地为中心共用一个处理系统。传感器与实时录入设备构成完美的监控系统，通过比对反馈的信息获取控制数据（高级语言，一般为图符与音符）实现三维操作。</p>\n<p>推进时间至未来的现场，将表脑扔在沙发上仍然可以享受精彩的信息生活，音乐厨房可以播放网络流行歌曲，闭上眼睛，默想着喜欢的玫瑰，菜油也似乎挥发浓浓的花香，于是情不自禁的一个人跳起了双人舞，音乐也跟着加重了节奏感。这时侧房睡觉的母亲醒后小咳一声，厨房的电源立刻被她切断了。</p>\n<p>原始的操作机是机器，个人电脑和机器人，它们是人类和大自然共有的部分。大自然是一个超级大脑的话，人类就是它的一个中央处理机，人类发明的电脑也就是连接人类与自然的表脑（操作机），把自己同环境一起输入网络和纯粹的高级语言输入一样有意义，如环境音，影像，神经冲动，某种信息素的输入。</p>\n<p>综合输入与输出两种功能的最实用的操作机制是录入反馈系统。三维数位屏综合三维显示技术、触模板技术、数位板技术、手写识别技术，它能在屏幕上模拟出多种状态的键盘（微电流触模输入）控件和空间鼠标控件，通过操作这些控件达到操作平面系统的目的。声控和光控也是一样的原理，先用声信号编制一套高级语言，将录入的信息经过复杂的滤波程序再比对高级语言实现操作。</p>\n<p>高精度的信息捕捉技术和巨型的处理机结合能实现高仿真虚拟环境的模拟，作为三维计算机发展的另一个极端，虚拟世界和现实世界的界限也将在三维计算时代被打破。</p>\n<p>表现5：协同搜索与声控系统</p>\n<p>表现6：三维电视技术与三维计算机</p>\n<p>假设英国的三维电视频道开始运营，各国开始纷纷报导，给观众视觉震憾的基础上也给人带来了深层思考，人们想到电脑也可以设计三维屏幕，人机交流方式也需要改进，多样化人机交流带来的是交互机（操作机，表脑）与中央处理系统分离的设计思潮，于是表脑诞生了，平面二维的三维技术向真实的三维环境处理技术迈出实质性的一步。</p>\n<p>建立多维度（角度），多种方式的人机交互模式，并在三维空间内合理排布，营造人机一体的交流氛围。我所想象的世界是遍布交互机（表脑，多元化输入输出系统）的世界，信息交流从人的六感方式出发，并超越六感信息素的传递距离，这些交互机共用一个中央处理系统（处理器与中央硬盘），有效地将世界联接成为一个有机的整体。</p>\n<p>随着机算机技术的进步，我相信环境模拟技术将从二维空间向三维乃至多维拓展，那时信息的输入输出将更巨细，更理致，也更实用。全息三维投影细致化，在任意空间或平面（含空气和实物）建立光学感知的模型表达任何人都能理解的信息，全息电影将脱离纯白屏幕在人群中演出，实时捕捉运动建模，三维系统图影软件可在你的直观感觉下修改投影内的对象，等等。虽然不能在计算机处理器内模拟灵魂，却有可能在真实环境模拟一台信息组成的（三维）计算机，我称之为映象机（或应象机），人类处在应象机操作区面对着原象机在环境中模拟出来的影子，人类对真实的世界再一次产生了疑惑。三维计算机系统的信息处理量是现在二维计算机的多少倍呢，二维向三维转化本身包容的信息量就是质的变化，没办法比较，而且三维与环境与人类的交互程度也是最高的，同时还是最有效的。</p>\n<p>根据以上论据作演绎推理得出我们将从收音机（输出三维）、电视及电脑的二维计算时代进入三维计算时代，这个可能包括以下发展区间。</p>\n<p>第一阶段区间，数学多维空间的研究最多可在十年内有一次新的突破，具体表现为环境信息与高维度空间存在稳定的相关性的证明，至少在三维至四维的信息维持已经建立模型并存在有效证据，人们从虚幻的宇宙观拉近平常的生活，对空间观的认识发生了巨大的变化。</p>\n<p>第二阶段区间，二十年内，新空间观影响之下的人开始将硬件技术的研究方向转向三维空间内的宏观计算机系统的研究，并开发出第一代中央处理机，表脑，全息互动系统。其间汉字有可能作为单字信息存载量最大的文字系统作为拆离自由组合、意象识别的程序语言，也就是说环境信息与三维空间的高级编译语言有可能会采用汉语。</p>\n<p>第三阶段区间，世界将在三十年内实现环境信息与网络的一体化进程，最后十年会有一次自然回归运动，计算机程序控件甚至整个计算网络成为自然环境的一部分，哲学家会说这是语言的自然化，二进制成为实影与虚影，汉字还原为象形，所有的操作对象都让人感觉那么地实在，影子有了触觉，风儿留下余音。</p>\n<h2 id=\"2．-信息空间-Information-Space\"><a href=\"#2．-信息空间-Information-Space\" class=\"headerlink\" title=\"2． 信息空间(Information Space)\"></a>2． 信息空间(Information Space)</h2><p>语言是表达世界的工具，汉语除了表音表形外还增添了一层艺术色彩，具体说艺术也代表着一种信息。今天选择人才的方式需要从学历、工作经历、性格、家庭背景……多个方面考虑，那为什么唐王朝为什么就可以凭书写挑选秀才。把人看作一个装满信息的盒子，在唐王朝选拔制度仍处在起步的情况下，最大限度地输出盒子内的信息状况才是上策，书写能体现一个人的综合素质。</p>\n<p>然而在人类向自然学习的过程中，想象自己处于环境封闭起来的盒子内时，思考人与自然的关系便成为极其重要的任务，是创造者还是与自然共存的一台机器，我们常发生这样的疑惑。不理解是因为大脑中的一套语言无法解释来自环境的信息，就是现代人也无法完全解开自然的密码。但终究有一天我们会又一次打开那道千层锁中的一个，现在我们拿出一根钥匙——“信息空间”理论。</p>\n<p>钥匙本身就是一层厚厚的夹板空间，内套着数不清的平面。回到近百年的技术革新，首先有了照相机和电影放录机，再是家里购进了收音机和电视机，四十年前又是电脑和因特网的普及化，信息长河绵绵不绝，最终又卷曲成一幅三维的山水实景。信息空间是指包括人类感官维度和非人类感官维度的区间的信息总和，它即指一维的蜗牛路线，也指三维的人类生存空间，也包括存在观察者的时间维度的空间。关于“信息空间”作出如下猜想：</p>\n<p>（1）所有信息都可以用高级语言表述出来。不同生物和不同种族即使不能交流也能一定能形成特有的语言表达同一份物质的外部特征。可是信息表达的过程是需要耗费脑力的，即当下的职业分布情况来看，从事信息转化或者相关工作的从业者逐年增多，他们唯一的心愿莫过于发展出一种技术方便地将需要的信息表述成处于中间状态的互联网比特。这种技术通过编绎高级语言来减少人工的操作，只需要消耗少量的电能就能读取一件事物当前能够理解的所有信息，比如人的指纹，物体的空间结构和物质成分，文字和文字的内含，还有人类的思维，已知所有的物理规律对物体的影响程度等等信息。</p>\n<p>（2）存在一种高级语言能无损还原成复杂的信息空间，也包括大自然。信息是存在空间结构的，浅表层信息由低级语言转化，内层或者更深层信息由较高等级的语言转化而成。当一种语言完善到能描述目标的足量多的信息时，即实现信息空间的有损还原，这是科学实验在表象层面上成功的关键因素。信息空间从人类的角度观察是一张巨大的信息网络，在观察者时间轴上呈现三维空间分布，这个网络解释了观察者视界内的人类活动的全部内容。复杂的信息空间通过一套语言建立它的独立性，有效地识别和传播这套语言一方面增加空间的维度，提高信息点的相关度和连接的精确度，另一方面则是加速语言的进化，降低还原信息空间的难度。</p>\n<p>（3）信息空间通过高级语言输导的复杂度转化机制伴随着能量流动，信息空间的总能量和信息量的总量成正比。通过电缆传输的信息是一维的，还原为影像成为二维的信息，扩展为全息影像时又转化三维信息，从一维的串行信息库流向二维乃至多维信息集中点的过程中能量流密度逐渐减小，维度转换同时也在损耗能量，并影响可传输的信息总量。</p>\n<h2 id=\"3．计算效率\"><a href=\"#3．计算效率\" class=\"headerlink\" title=\"3．计算效率\"></a>3．计算效率</h2><p>抛开传统的一步一笔的数学演算，对计算效率的控制衍伸出多种计算方式，有并行计算、分布式计算和网格计算等等，计算效用也从简易的工具演变为稀有的资源或服务。计算机作为高度集成的计算设备，除了向超级计算机方向发展，还可以将计算机空间矩阵作为研究方向，比如建立起计算对象的属性信息的数学空间模型，在数学空间的信息结点按需求分配计算设备或者计算单元块并启动，旨在使用最合理的计算单元块完成计算任务。</p>\n<p>提高计算效率要求高效率的人机信息交互水平，充分发挥每个人的信息生成能力和其在矩阵空间中的每个信息节点的控制能力，正确认知信息结点要注意以下几点：</p>\n<p>（1） 人机交互机（表脑）要求便携，使用简单，与人工学原理结合紧密。</p>\n<p>（2）输入输出的数据模型结构要求最好在同一维度，即如果采用了三维实时输入，处理后的数据也应该是三维的数据模型，只是在显示时可以降低维度。</p>\n<p>（3）多人协作的信息生成集中处理为数据库，多人协同控制集成为控制性计算单元块，每个代表一个属性值或者一个二进制单位。</p>\n<p>（4）数据矩阵空间中的每个分配了计算单元块信息结点都有独立虚拟出未知信息结点的能力，未知信息结点设置虚拟计算单元块（虚拟机）。</p>\n<p>一般的计算的数据矩阵模型过于单一，人机交互程度低，又设置了过多的虚拟机，繁化了多人协作的表面进程（信息生成的初始阶段），使得计算机与人类社会相隔了一道巨大的鸿沟，计算效率也受到了影响。</p>\n<h2 id=\"4．-三维计算系统（以下可简称3DCS）\"><a href=\"#4．-三维计算系统（以下可简称3DCS）\" class=\"headerlink\" title=\"4． 三维计算系统（以下可简称3DCS）\"></a>4． 三维计算系统（以下可简称3DCS）</h2><p>什么是三维计算系统，作一个科学的定义。</p>\n<p>三维计算系统有以下特征：</p>\n<p>（1）人以及人所在社会组成参与计算架构的设计。人是三维计算的一部分，并作为三维计算的控制节点，参与生成与管理信息数据库。人类社会本身就是一台巨型计算机，每人手执只能控制“1:0”的机器组成一个几千公里的计算方阵，这就是一台最原始的计算机，更何况人类具有复杂的大脑，人类之间也拥有一整套的社会交流系统，这时只要一台人机交互程度极高又能有线或无线互联交互机（云分机，表脑），这个世界便构成了一个三维的计算整体。机器的外环境可以用数据虚拟出来，人工操作的模式以及人与机器的交互也作最大适配处理，一方面遵从人工学原理，另一方面可考虑将神经信号数据化处理。</p>\n<p>复杂的人类社会也是计算环境的一部分，对于使用者个体，他以外的虚拟计算资源都具有一定的自适应调整和管理的能力。一些可以自我维护和管理的虚拟计算资源，也就是流行的说法“云”，而在本文云指的是计算环境，包括多维模拟网络以及它模拟出来的第二层至多层虚拟环境，它们一层厚厚的云层维持着内环境与外环境的平衡。</p>\n<p>当前的计算环境还比较松散，计算机网络是一个比较完整的计算环境，全球化的人类社会也算是低信息交流度的计算环境，人类开发的其它自动化系统也是一种简单的计算环境，目前我们正试图建立一套终极系统将这些联接起来，统一之后的计算环境将极大的减少了人的参与程度，也就变成看不见的或者虚拟的计算资源。传统的云计算减少了人工参与计算细节的可能性，云计算对于社会的意义只停留在科技带来的享受这一方面，忽略了社会本身也是一个计算系统，只有有效地综合社会计算环境才算是发挥了人类研究计算大自然的全部潜力。三维计算系统中将计算环境从多个角度模拟或划分为许多云层，云层又由多个云点（云团）有效的契合而成，云层和云点再连接每人都至少手执一个的云分机（表脑），与人体高度交互连接的云分机的有机组合又构建了一台巨型的外表脑和人类大脑的计算矩阵，人也可算是云的一部分。</p>\n<p>（2）与真实环境交流产生的数据可分为物质化数据和信息化数据。信息作为机械的物质的巨量数据与人类的便携控制端之间的交流递质，在生物中枢管理结构中相当于生物信息素，它是属性，也是可便于识别的标识。物质化数据一般指的是直接在现实环境由传感器捕捉到的数据，也包括人工操作编辑生成的高发散型的文件，信息量大，内容发散，需要进行信息化处理。</p>\n<p>（3）该系统的初期骨骼和连接纤维由计算中枢根据控制终端的要求计算并架构或虚拟出来。中枢也称为动态计算池（dynamic computing pool）、中央处理机等等，有独立处理数据的处理器，能自由的收发信息和“物质化”数据（指未信息化的初始数据），同时还是三维计算系统的能源自动化控制中心，拥有一套完备的中央电源系统。中央处理机作为处理信息和物质化数据的中心工作站，具有快速调用各数据库数据的优先权利，具有只根据信息化数据远程虚拟出数据环境的模拟处理能力，也是一群人类共享的外部大脑，区别于人机互联的表脑和人类自己的大脑而存在。</p>\n<p>（4）用户需在云层上独自建立或参与建立虚拟的计算池，计算池作为一种虚拟的、用户偏好的、可自定义的计算资源可以自由的构建或释放，主要包括物质化数据硬盘、独立或被虚拟的单元处理机、独立的信息管理机（云点），以及它们之间的连接线路，这也是一个独立的HOME型云计算管理系统的基本架构，也就是说任何一台现代的计算机都能够模拟出完整的计算池，供多台云分机连接使用，和HOME外面的计算池没什么不同，只是不需要支付罢了。</p>\n<p>这里的物质化数据硬盘区分于云点内部的硬盘，它一般由可以自由定义服务区和配额的个人永久硬盘、临时缓存硬盘（在当地保存一个月，如还未转移则发送至个人永久硬盘）及最适线路、局域商用高速硬盘矩阵（多用户共享）组成。模拟计算池除了调用信息化数据，还必须用到大量的物质化数据，比如基于3DCS的各种虚拟操作环境（操作系统，各种软件），还有标有共享条件（范围）、读写条件的单文件资源（多媒体、办公文件、作品等），随身携带的移动硬盘、笔记本电脑都可设置为物质化数据硬盘作为计算池的一部分。</p>\n<p>单元处理机作为中央处理机的补充和计算池的数据预处理点，比中央处理机有更高的优先级，计算一次任务的数据总量后比对自身的处理能力再判断是否组成更大的计算池或者直接上报中央处理机构建云层。单元处理机也可由高一层的处理机虚拟而成，但一般通过计算池的合并增强其计算能力，这样处理是考虑到处理机的利用效率。</p>\n<p>（5）数据调度有机运行离不开信息管理机的统一管理，它是数据的集散地。信息管理机也可以称为云点（云团，cloud mist），这叫法来自云计算（cloud computing）。信息管理机是数据通行的一个关卡，它能决定数据的分流路线、数据的暂留或永久储存、数据的信息化或物质化或信号化（其它非比特信号）。信息管理机人为或自动地生成数据库，储存在数据硬盘（元盘）里，所有其管理范围的数据都能在元盘里找到备份，中央处理机调度的数据基本上都需要经过信息管理机的放行和管理，它同时还是各三维计算结构网络之间的枢纽。</p>\n<p>信息管理机在计算池中是最重要的部件，主要有以下功能：</p>\n<p>a.作为计算池的可识别（标记）的中心，星状连接着物质化硬盘、单元处理机和云分机以及交换其它类型信号的工作机设备。</p>\n<p>b.作为云层中各计算池的连接结点（云点，云团的中心），参与虚拟云计算层，特殊环境中也可负责云层之间的数据信息管理，构建三维计算环境。</p>\n<p>c.被分为多个盒式功能模块按需组装，分别是外接面板（附带接口管理器）、多信号与数据之间的转换器、可经云分机外控的自管理数据库处理机、高速信息数据与物质化数据的永久硬盘，以及空间虚拟信息传输协议（与三维计算环境匹配的空间地址管理器）。</p>\n<p>d.如果将人类社会的自组织运行也看作一个数据处理的过程，信息管理机在管理的数据流密度极低的情况下将有可能与一定范围的人类群体聚合成具有一定信息管理能力的单元处理机。</p>\n<p>（6）三维计算网络，由计算池矩阵（处理机和信息管理机构成，包括虚拟处理机）构成多维模拟网络（维度转换），其中信息化数据转送线路、物质化数据线路和云点矩阵形成完整的数据流通网络。各部分骨肉相连又各自独立，通过一道布满整个系统的粗细管脉传递信息，一条脉管输送能量物资维持系统稳定和正常运行，一个多面一体的可实可虚的信息、物质化数据、外环境资源组成的“计算云”递层覆盖住整个世界，这就是我们的共同的未来。</p>\n<p>（7）计算池是动态的计算资源，池中一切资源都可以流动以适应现实世界中环境的变化，通过对池资源的聚结与管理，人类可以间接地控制着整个计算环境，而这一过程则是通过云分机执行的。</p>\n<p>云分机代表人在整个计算系统的地位和作用，人通过云分机从计算系统中获取计算资源，同时人和云分机又作为其它计算进程的资源，参与计算系统的架构与虚拟。三维计算系统中由中央处理机架设云层的模型，由单元处理机和信息管理机溶结的计算池填充云层的每个细节。一般来说，为了最大地计算环境的工作效率，减少不必要的计算资源浪费，个人在计算环境拥有的比例越少越好，于是个人需要支付的资源使用费也会平均减少，个人在整个系统的贡献度也会越高，并获得相应的补偿，可以想象在未来也会形成一系列基于三维计算环境的工作。</p>\n<p>云分机也称为表脑，是人大脑对虚拟计算环境发号施令的中间媒介，当然也是大脑链入三维计算系统的数据转换接口，目前可采用无接口地契合人的感觉器官实现人与计算环境的高度交互，比如将操作环境设置为全息三维的符合美术中透视原理的操作平台，又或者全面考虑人各部分骨骼的运动结构设置的三维的人工学操作平台，对于目前的鼠标键盘输入输出的操作环境，也可延伸到三维的多角度键盘模拟、空间鼠标等概念性配件。</p>\n<p>目前可实现的云分机技术适合向屏幕反馈控制、多维键盘模拟（屏幕环境中）方向发展，只传输屏幕反馈数据信号，云分机内置差异反馈的缓存区，并经微处理器计算出控制性数据、操作环境数据和高速视频数据，这样的云分机可以是一层薄薄的可卷曲的可读取移动数据的屏幕模拟操作的小壳片，作为不同计算环境适配处理的中间站，只收发屏幕模拟信号（数据）。</p>\n<p>云分机是实际环境与虚拟环境的连接纽带，云分机技术直接关系着整个计算系统的研发趋势。</p>\n<p>（8）三维计算的外环境是指自然的没有人工参与的所有外部条件。人类制造的计算器、计算系统以及工具性质的科学都应该将人类本身的影响纳入重要的考虑高度。同时，人类参与制造的一切工具、科学、哲学都处于三维计算的内环境之中，计算的主要目的是人类借助三维计算系统认识并改造外环境，使其人工化、数据化乃至信息化、神经信号化，直达人类的大脑和基因，使人类更好地进化以适应外部环境。数据化是计算的首要条件，一般的计算步骤是将计算的对象转化为直观的信息，对信息进行计算的同时补充足够多的扩展信息从而得到针对对象计算的近似值，人工参与时，人运用感官提取计算对象的充分信息，输入到大脑和电子计算机，通过大脑和计算机的同步协作整理出充分信息的数据库并进行下一步的计算，而在三维计算环境大脑和计算机是有机的一体。</p>\n<p>综上，三维计算系统是一个巨大的计算型人类社会，计算维度的升级代表着社会的进步，社会的组织形式也将因计算系统的改变而跃迁到一个新层次。</p>\n<h2 id=\"5．-三维计算系统的可行性与商业模式\"><a href=\"#5．-三维计算系统的可行性与商业模式\" class=\"headerlink\" title=\"5． 三维计算系统的可行性与商业模式\"></a>5． 三维计算系统的可行性与商业模式</h2><p>第一点，三维计算系统最关键的设计是分开处理系统与操作机，使得多个操作机共用一个处理系统或者一个操作机占用多个处理系统成为可能。为减少复杂度，处理系统与操作机为短距，操作机可以是功能集成也可以是功能发散的，重要的连接同一个的处理系统。</p>\n<p>第二点，一台承担输入输出任务的表脑同一个类似桌面，操作对象是图标与控件，可以运行远程软件的图形化浏览器又有什么区别呢，未来浏览器的进化之路中或可将远程服务器作为中央处理系统，持有可识别芯片和表脑即可走遍天下。</p>\n<p>第三点，脑科学和感效器研究一直是分开进行，三维计算系统对[电]脑互联（处理系统）和感效器互联，以及互联脑与感效互联网络的衔接提出了新的要求，站在整个社会的层面上，对信息处理与共享的意义莫大。<br>第四点，加快现有互联网的改革，成功的开型新的中央处理系统和表脑配件是三维计算系统最终实现方式，其间可专攻人脑交流及互联脑交流的机制，感效器互联网的交流机制，新型录入反馈系统的功能配件的商业开发等等。</p>\n<p>国人应该选择有创意的一种办法，那就是放弃国产电脑的开发，直接投入中央处理系统和表脑机的研究。</p>\n<p>参考文献<br><a href=\"To Be Added.\">1</a><br><a href=\"To Be Added.\">2</a></p>\n","text":"摘要：人机交互技术的革新拉近了人们之间的距离，不过电脑实际利用程度却只占很少的一部分，本文通过对三维计算系统的信息空间的分析以说明新的信息革命的形成原因和它对近将来社会的影响，提前为未来政策变化提供参考方向。关键词：信息空间，三维计算系统，云计算，表脑，中央处理机The New ","link":"","raw":null,"photos":["/images/design/information-revolution.jpg"],"categories":[{"name":"设计","slug":"设计","count":8,"path":"api/categories/设计.json"}],"tags":[{"name":"三维计算机","slug":"三维计算机","count":1,"path":"api/tags/三维计算机.json"},{"name":"云分机","slug":"云分机","count":1,"path":"api/tags/云分机.json"}]},{"title":"第六感设计","slug":"design/The-Sixth-Sense","date":"2010-10-01T02:13:59.000Z","updated":"2017-05-12T06:28:51.419Z","comments":true,"path":"api/articles/design/The-Sixth-Sense.json","excerpt":"<p>将数字世界与真实的世界对接，人能通过感观辨识真实，数字世界包括互联网与中央电脑也能辨识真实并且把它们的理解通过屏幕投影、声音、脑波或其它人类能够理解的方式表达出来。数字世界与真实世界的对话，是人进行操作的，机器智能低下的情况下，只有人的操作才能体现出与真实世界的对话，操作者和观察者都是人，因此可以理解为人的第六感观。<br>","keywords":null,"cover":null,"content":null,"text":"将数字世界与真实的世界对接，人能通过感观辨识真实，数字世界包括互联网与中央电脑也能辨识真实并且把它们的理解通过屏幕投影、声音、脑波或其它人类能够理解的方式表达出来。数字世界与真实世界的对话，是人进行操作的，机器智能低下的情况下，只有人的操作才能体现出与真实世界的对话，操作者和观察","link":"","raw":null,"photos":[],"categories":[{"name":"设计","slug":"设计","count":8,"path":"api/categories/设计.json"}],"tags":[{"name":"创意设计","slug":"创意设计","count":2,"path":"api/tags/创意设计.json"},{"name":"第六感","slug":"第六感","count":1,"path":"api/tags/第六感.json"}]},{"title":"gamer主题制作日志","slug":"drawing/ThemeBlog-Gamer","date":"2014-12-04T06:51:40.000Z","updated":"2017-05-12T06:14:22.444Z","comments":true,"path":"api/articles/drawing/ThemeBlog-Gamer.json","excerpt":"<p>看到<a href=\"http://www.indieace.com/portal.php\" target=\"_blank\" rel=\"external\">indieace</a>游戏博客，对窄屏的主题有了很大好感，决定自己做一些类似的主题。<br>在hexo支持的所有主题中找到一个叫<a href=\"http://kywk.github.io/hexo-theme-awe/\" target=\"_blank\" rel=\"external\">awe</a>的模版，代码简单，风格比较适合我的需求。<br>接下来<br>调整日期与文章thumb图片的位置 完成<br>增加侧边栏内容列表、游戏专题、友情链接 完成<br>增加git、微博的关注按钮 直接用文字代替<br>增加评论与分享 完成</p>","keywords":null,"cover":"/images/system/banner.png","content":null,"text":"看到indieace游戏博客，对窄屏的主题有了很大好感，决定自己做一些类似的主题。<br>在hexo支持的所有主题中找到一个叫awe的模版，代码简单，风格比较适合我的需求。<br>接下来<br>调整日期与文章thumb图片的位置 完成<br>增加侧边栏内容列表、游戏专题、友情链接","link":"","raw":null,"photos":["/images/system/banner.png"],"categories":[{"name":"设计","slug":"设计","count":8,"path":"api/categories/设计.json"}],"tags":[{"name":"主题","slug":"主题","count":1,"path":"api/tags/主题.json"}]},{"title":"百度空间之我见","slug":"project/Baidu-Space","date":"2007-04-04T01:19:39.000Z","updated":"2017-05-12T06:15:25.762Z","comments":true,"path":"api/articles/project/Baidu-Space.json","excerpt":"<p>##个人日记文件夹</p>\n<p>开放博客的个人文夹分类。现在我一般将百度空间作为思想记录窗口和文章储存室，所以博客中有许多文章和评认是不可见的。然而，对于这些不可见的文章，因为文章数太多，我需要将它们整理一下却遇到了麻烦，我需要查看每个文件夹，对每篇文章一一查看才可知道哪些是私人文章。<br>对于喜欢写私人日记的用户或安全资料(虽然不知是否真正安全)，最好在有默认私人可见项，当然我非常赞同百度的 他人不可见的文章就该连文章标题都不应该出现，这才是真正的不可见。<br>然而对于可见的文章也须要一个特别的页面加以管理，即使是一些暂时不准备发表的文章以私人可见显示，这点类同于新浪博客的草稿箱，然而百博空间就应该打个人日记和草稿箱两块筹码（特色）。<br>另外增加个人精华文章在本博客的展示页也是对博客品质的一个提高，这样别人就不用辛苦地为建个人网站而发愁，也不用为寻找一个合适的文学发表网站而担扰，因为百度空间就是一个很好的平台。<br>实现方式：在总标签栏(主页 博客 相册 ……)后添加一至二个标签，如个人日记或个人日记夹，和精华作品(或文章)本空间发布页（可以取个更好听名字）。</p>","keywords":null,"cover":null,"content":null,"text":"##个人日记文件夹开放博客的个人文夹分类。现在我一般将百度空间作为思想记录窗口和文章储存室，所以博客中有许多文章和评认是不可见的。然而，对于这些不可见的文章，因为文章数太多，我需要将它们整理一下却遇到了麻烦，我需要查看每个文件夹，对每篇文章一一查看才可知道哪些是私人文章。<br>","link":"","raw":null,"photos":[],"categories":[{"name":"设计","slug":"设计","count":8,"path":"api/categories/设计.json"}],"tags":[]},{"title":"生命之书","slug":"project/The-Life-Book","date":"2010-10-01T02:15:19.000Z","updated":"2017-05-12T06:23:28.246Z","comments":true,"path":"api/articles/project/The-Life-Book.json","excerpt":"<p>##Life Book  生命之书 </p>\n<p>欢迎来到生命之书！</p>\n<p>您知道生命中最重要的是什么吗？</p>\n<p>交往、记录、创造、体验，就这四种。</p>\n<p>交往产生了社会与爱情；</p>\n<p>记录产生了知识与获取；</p>\n<p>创造产生了思想与发展；</p>\n<p>体验产生了个性与感觉。</p>\n<p>登录后双击页面元素即可编辑，上一站去往负空间，为网站信息或功能管理的站点，下一站去往正空间，为用户专属空间。</p>\n<p>现在点击进入下一站：记录者的密室。</p>\n<p>欢迎记录者来访! 首先记录你的年龄：第25春（更多填写信息）。</p>","keywords":null,"cover":null,"content":null,"text":"##Life Book  生命之书 欢迎来到生命之书！您知道生命中最重要的是什么吗？交往、记录、创造、体验，就这四种。交往产生了社会与爱情；记录产生了知识与获取；创造产生了思想与发展；体验产生了个性与感觉。登录后双击页面元素即可编辑，上一站去往负空间，为网站信息或功能管理的站点，","link":"","raw":null,"photos":[],"categories":[{"name":"设计","slug":"设计","count":8,"path":"api/categories/设计.json"}],"tags":[{"name":"网站策划","slug":"网站策划","count":1,"path":"api/tags/网站策划.json"}]}]}