{"title":"游戏策划#进化","slug":"game/Game-Design-Evolution","date":"2014-01-21T02:18:59.000Z","updated":"2017-05-12T06:14:07.283Z","comments":true,"path":"api/articles/game/Game-Design-Evolution.json","photos":["/images/game/Evolution/Evolution-01.png"],"link":"","excerpt":"gamejam主题：<br>We don’t see things as they are ,we see them as we are.方案一<br>游戏名：进化<br>一维的角色看到的是一维的直线世界，任何二级曲线运动在他来说都是直线运动。<br>二维的角色看到的是二维的平面世界，三维世界的斜面、曲面也被认为是二维平面的一部分。<br>同个维度之间空间旅行叫跃迁，时不时通过某些神奇的力量，可以看到高维世界的事物。不同维度的空间旅行是进化，为了进化，他们一直在努力。","covers":["/images/game/Evolution/Evolution-01.png","/images/game/Evolution/Evolution-02.png","/images/game/Evolution/Evolution-03.png","/images/game/Evolution/Evolution-04.png","/images/game/Evolution/Evolution-05.jpg","/images/game/Evolution/Evolution-07.png","/images/game/Evolution/Evolution-08.png","/images/game/Evolution/Evolution-09.png","/images/game/Evolution/Evolution-10.png"],"content":"<p>gamejam主题：<br>We don’t see things as they are ,we see them as we are.</p>\n<p>方案一<br>游戏名：进化<br>一维的角色看到的是一维的直线世界，任何二级曲线运动在他来说都是直线运动。<br>二维的角色看到的是二维的平面世界，三维世界的斜面、曲面也被认为是二维平面的一部分。<br>同个维度之间空间旅行叫跃迁，时不时通过某些神奇的力量，可以看到高维世界的事物。不同维度的空间旅行是进化，为了进化，他们一直在努力。</p>\n<a id=\"more\"></a>\n<p>##一维生物的进化<br>一维生物只能看到前方的一点，对他们而言，世界就是一直线，而直线上出现的变化，一维生物需要努力才能理解。<br>一维生物角色参考 彗星<br><img src=\"/images/game/Evolution/Evolution-01.png\" alt=\"进化1\">  </p>\n<p>这是一维感知的世界：<br><img src=\"/images/game/Evolution/Evolution-02.png\" alt=\"进化1\">  </p>\n<p>真实的情况是：<br><img src=\"/images/game/Evolution/Evolution-03.png\" alt=\"进化1\"></p>\n<p>一维生物有生命值（红星表示），三维世界、二级世界的人都可以很轻松的让一维生物退出进化（失去移动能力，结束），因此需要随时躲避高维生物无意识的行为，并控制运动速度。</p>\n<p>二维世界对一维世界造成的影响有以下几种情况：<br>1）直接影响，斩断一维世界 2）直接冲击到角色，造成损失命值 3）间接影响，造成加速、减速 3）维度跃迁，从一条直线跳到另外一条直线，交叉线无时间空白，无交叉有时间空白。<br><img src=\"/images/game/Evolution/Evolution-04.png\" alt=\"进化1\"></p>\n<p>表现二维环境对一维世界的特殊影响：<br><img src=\"/images/game/Evolution/Evolution-05.jpg\" alt=\"进化1\"><br><img src=\"/images/game/Evolution/Evolution-06.jpg\" alt=\"进化1\"> </p>\n<p>角色场景为一维直线，关卡主要在二维世界中设计，如下情况可以用在关卡设计中：<br>1）水平面的直线世界 2）水平面上加入运物障碍物，有机率经过直线世界 3）水平面上的曲线世界 4）水平面上的折线世界 5）水平面上90度的转角线世界 6）斜面直线世界 7）上下斜面直线世界 8）多个垂直转角的线型世界 9）维度跨跃，跳跃到二维世界的另外一条曲线，有时间空白。10）维度交叉跨跃，即两条交叉的线，切换世界后无时间空白。</p>\n<p>虽然无法感知二维世界，但是高维世界的神遗落的道具一定程度上可以影响二维世界，最后通过关卡，实现向二维生物的进化。</p>\n<p>如何让一维世界显得更为丰富？<br>如何让一维世界与二维世界有更多的互动？</p>\n<p>角色有两个技能，用来与二维世界沟通：<br>天启，角色技能，在黑暗的二维世界投下数个光斑。<br>预言，角色技能，预告下一次可能出现的危险。</p>\n<p>简单模式：</p>\n<ol>\n<li>二维世界中，做一些交叉的引导线，通道，穿插在场景中。</li>\n<li>二维对一维的干扰主要是两种方式，一是斩断一维世界，迫使一维角色使用技能观察二维世界，跃迁到其它一维世界，二是冲击角色，造成生命值损失。</li>\n</ol>\n<p>##二维生物的进化<br>二维生物的前进方向永远是一个平面，平面上出现的变化，二维生物同样是无法理解的。<br>二维生物角色 千与千寻里面的纸片人<br><img src=\"/images/game/Evolution/Evolution-07.png\" alt=\"进化1\"> </p>\n<p>二维感知的世界：<br><img src=\"/images/game/Evolution/Evolution-08.png\" alt=\"进化1\"> </p>\n<p>真实的情况是：<br><img src=\"/images/game/Evolution/Evolution-09.png\" alt=\"进化1\">  </p>\n<p>关卡主要在二维场景以及垂直横版的场景内进行设置。</p>\n<p>1）水平面 2）水平面加入来自三维世界的落石、水井 3）平面之间斜面形式的跨跃 4）从高平面到低平面的掉落，产生时间空白。5）受未知力量影响的，从低平面到高平面的飞升，天使光环，时间空白。6）螺旋曲面 </p>\n<p>二维生物在探索的过程中会获得高维生物遗落的道具，这些道具一定程度会影响三维世界，帮助二维生物通过关卡，实现向三维生物的进化。</p>\n<p>天启：角色技能，可以观察到垂直视角。<br>类似这种：<br><img src=\"/images/game/Evolution/Evolution-10.png\" alt=\"进化1\"> </p>\n<p>预言：预测下一次危险。</p>\n<p>方案二</p>\n<p>游戏名：上帝看不起他们<br>有一个画师画了很多幅抽象的画<br>这些画孕育了一维空间里的五彩精灵，精灵生活在画中的每一个线条里<br>线条在他们的世界像管子那样的粗，那里是他们的家。<br>在那里他们不断的收集画中的颜色，据说这些画褪色就是因为这些精灵。<br>线条中的深色点是精灵存放颜色的染缸，精灵经过染缸可以穿出一维世界向前生成新的线条。<br>新生成的线条让上帝很不满，于是化身为画中的人物，打算抹去画中的线条，将精灵驱逐出去。<br>精灵勇敢的向上帝发起了挑战。<br>精灵开启“天启”之后，会向黑暗的二维世界发射光斑看到上帝，也会发现会发现跃迁到其它其它线条的机关。<br>身着颜色的同时，开启召唤，会有数十个小伙伴一起向精灵前进的方向聚合，如果上帝被高度污染了也将会失去行动的能力。<br>上帝模式：玩家除了扮演精灵外，也可以扮演上帝，在画平面上移动到指定地点消去画中的直线。有些是颜色精灵精灵新画的，有些是画上原来就有的，要注意区分。</p>\n<p>方案三</p>\n<p>游戏名：画里的战争<br>这是一幅艾迪画的钢笔画，画中的每个线条里居住着一些奇怪的一维生物，说他们是一维是因为他们只能看到前面的一点，他们所认为的世界是一直线，当以最快的速度从世界的终点，也就是线段的一端穿出时，一维生物便会获得飞升，然后进化成画里面可以看到的二维生物。每个二维生物管理着一个区域，但是随着二维生物的增多，它间之间也发生了战争，最后只剩下少数的几个管理着画的世界，并且也不断的派出精兵桿将阻止一维世界的进化。</p>\n<p>二维世界：<br>线条为钢笔画或铅笔画的风格，背景可以加点淡彩色，二维生物采用墨点加上足形的勾划，形状为爬行的虫形，分三足，六点和十二足等三种，以下将称为墨虫或虫子。三足虫，特殊技能15秒一次飞行到随机地点，被飞升冲击，更长时间无法移动。六足虫，体型较大，更大范围造成一维断裂。多足虫，体型较长。移动动画设计更为复杂。</p>\n<p>纵横交错的线条由节组成，可以被destroy 消除。墨虫经过线条时会造成线条中断，线节分离（线条动画，音效），并一维生命造成伤害，直接经过一维生命时造成损失一条生命。每一节记录被踩的次数，被踩过三次则连接的节点断裂。如虫子踩中是靠近节点误差在百分之五以内的位置，该处的节点直接断裂。</p>\n<p>由一维世界的飞升造成的冲击，来自多个方向的线条延伸集于一点会对墨虫造成伤害、暂时限制墨虫的移动。1）节点可以被高速移动的一维生物穿透 2）每百分之XXX的生命损失会在当前一节的一维直线管道内留下一个灵魂。3）一维生物需要较长直线的加速才能实现飞升，至少三节线段，约XX千米的加速，需要达到匀速的150%。4）在一节实现飞升后，激发附近X范围内的灵魂，向飞升的方向集合到一点，飞升的直线保留在二维世界里，最多可前进XX。5）集合地点在虫子时，三个魂点集合会杀死一虫子，二个魂点会集合到虫子会伤害虫子50%的生命，并造成10秒内无法移动。四点的魂点集点，并造成更大范围内的伤害。五个魂点会造成全屏50%的伤害。6）飞升后有两种选择，一是回到一维世界获得一个生命，如生命值为三个，则不获得。二是进入剧情，经过数百万年的进化，将随机变成二维世界中的一个虫子。此时仍有两个选择，一是从新开始，二是采用虫子的上帝模式开始游戏。</p>\n<p>随机变化的多个光斑，与虫子爬行采用同一处理方式，设置为隐藏与显示两种属性。光斑的面积和个数可以设计关联的数值。</p>\n<p>虫子的上帝模式：虫子可以被控制，更灵活的躲避飞升的冲击，移动速度提升百分之XX。同时，飞升冲击的攻击力增强，线条增加也加快了。此玩法不作为重点考虑。</p>\n<p>一维世界：<br>一维世界可以采与二维世界不同的画风，在狭小的管道空间里体验奇幻与科幻两种风格，管道之外采用星空、瀚海等元素来体现。<br>一维世界主要由一维生物，一维管道，收集道具，隐藏的维度跃迁门等四种元素组成。彗星模样的生物，有多个不等尾巴数的一维生物，他们是一维管道里的精灵，以下均称为精灵。生命的剩余的个数可以与尾巴的数量建立关联。精灵无法只能前后移动，经过NPC时直接穿过身体。设计中可以将NPC调整为也会死亡，并提供救助或让他们牺牲两种选择。管道是一维生物的生活环境，为了玩家的体验更真实，使用二维的画面来展示。游戏中将采用三种视角来表现一维生物与一维管道。1）管道与线条一样，由多节组成，每节不同长度，人物的大部分移动都是在横向的场景，通过管道的后退来体现。2）纵向立体的三维CG图片展示较大的一次来自二维世界的干扰。3）管道的起点与终点采用斜向45度的方向来展示。如设计难度较大，可以只考虑1）2）两种方案。</p>\n<p>角色表现静止、匀速跑、加速、以及加速到极限时等四种动作。</p>\n<p>天启模式，短时间内通过光点的方式观察墨色的二维世界，并且可以看见隐藏的跃迁门（场景可激活的道具），传送到其它的一维世界。</p>\n<p>预言模式：二维世界虫足在附近XX范围内时，感应到危险的接近，可以选择主动送死或者离开。</p>\n<p>方案四：<br>对主题的理解，我们用自己的眼睛看待世界，世界因我们而得到改变。<br>用几个带有交互的短故事来表现这个主题。</p>\n<p>第一个故事：安静的回声<br>与花草树木对话，但是没有任务回音，但是对话还在继续。<br>她终于见到了失散的女儿，那年她们一起种下了这些树木。<br>第十三年树木有回音了，不过是只有她能听见。<br>第二个故事 ：<br>他们是一对双胞胎……</p>\n","categories":[{"name":"游戏","slug":"游戏","count":11,"path":"api/categories/游戏.json"}],"tags":[{"name":"游戏设计","slug":"游戏设计","count":3,"path":"api/tags/游戏设计.json"}]}