{"title":"百度空间之我见","slug":"project/Baidu-Space","date":"2007-04-04T01:19:39.000Z","updated":"2017-05-12T06:15:25.762Z","comments":true,"path":"api/articles/project/Baidu-Space.json","photos":[],"link":"","excerpt":"##个人日记文件夹开放博客的个人文夹分类。现在我一般将百度空间作为思想记录窗口和文章储存室，所以博客中有许多文章和评认是不可见的。然而，对于这些不可见的文章，因为文章数太多，我需要将它们整理一下却遇到了麻烦，我需要查看每个文件夹，对每篇文章一一查看才可知道哪些是私人文章。<br>对于喜欢写私人日记的用户或安全资料(虽然不知是否真正安全)，最好在有默认私人可见项，当然我非常赞同百度的 他人不可见的文章就该连文章标题都不应该出现，这才是真正的不可见。<br>然而对于可见的文章也须要一个特别的页面加以管理，即使是一些暂时不准备发表的文章以私人可见显示，这点类同于新浪博客的草稿箱，然而百博空间就应该打个人日记和草稿箱两块筹码（特色）。<br>另外增加个人精华文章在本博客的展示页也是对博客品质的一个提高，这样别人就不用辛苦地为建个人网站而发愁，也不用为寻找一个合适的文学发表网站而担扰，因为百度空间就是一个很好的平台。<br>实现方式：在总标签栏(主页 博客 相册 ……)后添加一至二个标签，如个人日记或个人日记夹，和精华作品(或文章)本空间发布页（可以取个更好听名字）。","covers":null,"content":"<p>##个人日记文件夹</p>\n<p>开放博客的个人文夹分类。现在我一般将百度空间作为思想记录窗口和文章储存室，所以博客中有许多文章和评认是不可见的。然而，对于这些不可见的文章，因为文章数太多，我需要将它们整理一下却遇到了麻烦，我需要查看每个文件夹，对每篇文章一一查看才可知道哪些是私人文章。<br>对于喜欢写私人日记的用户或安全资料(虽然不知是否真正安全)，最好在有默认私人可见项，当然我非常赞同百度的 他人不可见的文章就该连文章标题都不应该出现，这才是真正的不可见。<br>然而对于可见的文章也须要一个特别的页面加以管理，即使是一些暂时不准备发表的文章以私人可见显示，这点类同于新浪博客的草稿箱，然而百博空间就应该打个人日记和草稿箱两块筹码（特色）。<br>另外增加个人精华文章在本博客的展示页也是对博客品质的一个提高，这样别人就不用辛苦地为建个人网站而发愁，也不用为寻找一个合适的文学发表网站而担扰，因为百度空间就是一个很好的平台。<br>实现方式：在总标签栏(主页 博客 相册 ……)后添加一至二个标签，如个人日记或个人日记夹，和精华作品(或文章)本空间发布页（可以取个更好听名字）。</p>\n<a id=\"more\"></a>\n<p>##截框模式</p>\n<p>我们在发布图片时时不需要对图片的边缘或图片形状进行处理。对图片部分截图（说到底就是加框）以利于版面美观，有些需要对图片边缘模糊化(边框透明)长方圆角化又或者其它边框美观设计,博客系统的截框模式将提高博客的发图品位 。<br>一，图片形状处理<br>简单形状处理，如圆形方形长方形五角星形；复杂形状如花形、扇形、水果形截框。自定义图框是这种功能的扩展模式。<br>二，相框附加<br>这是图片形状处理的改进功能，即除了改变形状外还可以改变图片周边的外景，就如大头贴一样。<br>三，边缘处理<br>线形框；透明附加(需要代码支持)；圆角截框，看见最上面的主题图吗，那就是圆角图。</p>\n<p>实现方式：截框系统，在文章编辑页面加一图标，点击图标后进入图片编辑窗口，上传图片，选择相应的截框模式（形状；相框；边缘），选择截框后图片所储存的百度相册，在文章中配图或使用。<br>第二种方式是与文章编辑页的“图片属性”结合，在添加本机图片后增加“图片截框”。</p>\n<p>博客的分隔栏一直都是手工操作，博客系统是否需要增加分隔栏呢？</p>\n<p>##网盘存储</p>\n<p>每篇已发表（未发表）的文章都可以直接转移到网盘空间里，方便下载或硬盘存档。<br>对格式及文章大小进行限制。</p>\n<p>##评论加标签的话题式讨论</p>\n<p>首先解释一下“文章非首页公开状态”。非首页公开指，文章在博主未登陆时不能显示，但如果知道文章的链接的话又可以打开原文，当博主登陆博客后，文章才能首页可见。<br>这种状态的好处是当博主发布一个文章专题时可以让看文章的朋友忽略掉许多专题发表前的操作细节。</p>\n<p>至于标签式话题讨论则是指，对文章评论时添加一定的标签（可长可短，甚至可以是一句话），点击标签则进入单独的显示页方便参与讨论，然而进入普通状态，所有的讨论转化为一系列带标签的文章评论。</p>\n<p>同时合理的标签还可以开创一个百度贴吧。<br>还有一点，将文章归属于类似于百度搜藏似的标签式分类或许会更好，这样所有的文章都可以隶属于不同的分类，最好文章分类也应该设置隐藏，这样处于此分类的所有文章自动转为私有文章。</p>\n<p>##留言讨论</p>\n<p>百度的博客属于很自在很个人的那种博客，没有引用标签，互动性也不是很强。</p>\n<p>将留言板改成讨论区的那种形式：<br>1，首帖留言，可以写上一些祝福性的话，上面加一个可选框可用于选择性的输入主题（主标题）。。<br>2，留言以后，博主如决定回复该留言，则第二次回复（内容）将作为主题（副标题）同时出现在原留言者和博主的留言板上，如下所示，<br>               （某某回复）你明天回家吗？=回复=参与讨论=</p>\n<p>修改意见：写完此文后发现一个问题，特修正。主人回复以内框（inframe）出现在客人留言的下面，同时主人的回复又以主题的形式出现在被回复者的博客留言栏中，如果主人发现了该回复的讨论价值可以加图形标签的方式提醒其它读者和被回复人。</p>\n<p>博主选择回复，其它人选择“参与讨论”，其它人参与讨论后该留言主题将分别出现在各自博客的留言板里。</p>\n<p>只有首贴留言人有权修改留言主题。</p>\n<p>关于贴吧中发表主题与主题选择贴吧的思维方式，博客中许多主题形成了，如果这些主题只是建立在博友之间的交流，显然限制了该主题的未来价值拓展，所以对于参与贴数过一定数量的主题可以显出有可入某贴吧的选项，以投稿的形式投出。进一步拓展，大家知道大型博客供应服务都有投稿这一功能，百度博文的可以往哪里投呢？</p>\n<p>百度空间之我见<em>个人日记文件夹</em>本博计划及资料收集 一文提到将文章储存到百度开设的一个空间里方便下载，其实如果真想收藏一些文章，不防在博客开设博文邮件发送的功能，就是说将该章发送到某指定邮箱，用过163邮箱的或许知道，该邮箱可以用邮件写博，为什么就不可以邮箱作为重要博文的储存空间呢？<br>呓语。。。。。。。中。。</p>\n","categories":[{"name":"设计","slug":"设计","count":8,"path":"api/categories/设计.json"}],"tags":[]}