{"title":"《人间道，真江湖》设计系列","slug":"project/Rivers-and-lakes","date":"2013-04-17T11:34:41.000Z","updated":"2017-05-12T06:15:58.658Z","comments":true,"path":"api/articles/project/Rivers-and-lakes.json","photos":[],"link":"","excerpt":"2012到2013年底之间在做网游《九阴真经》的客服，这是一篇闲暇时间写的方案，发布在九阴的论坛上。<br>地址：http://9yinbbs.woniu.com/viewthread.php?tid=861255&amp;extra=page%3D1&amp;page=1<br>最开始是在手机上用谷歌的笔记软件写的，由于国内对谷歌的限制，软件已经打不开，很多内容在删除软件时也消失了。<br>论坛上的存稿以后也会做一下整理，或许可以获得新的想法。","covers":["/images/game/Human-road/01.jpg","/images/game/Human-road/02.jpg","/images/game/Human-road/04.jpg","/images/game/Human-road/03.jpg"],"content":"<p>2012到2013年底之间在做网游《九阴真经》的客服，这是一篇闲暇时间写的方案，发布在九阴的论坛上。<br>地址：<a href=\"http://9yinbbs.woniu.com/viewthread.php?tid=861255&amp;extra=page%3D1&amp;page=1\" target=\"_blank\" rel=\"external\">http://9yinbbs.woniu.com/viewthread.php?tid=861255&amp;extra=page%3D1&amp;page=1</a><br>最开始是在手机上用谷歌的笔记软件写的，由于国内对谷歌的限制，软件已经打不开，很多内容在删除软件时也消失了。<br>论坛上的存稿以后也会做一下整理，或许可以获得新的想法。</p>\n<a id=\"more\"></a>\n<p>《人间道，真江湖》设计系列<br>该设计系列为基于九阴世界观的中长期RPG战场游戏模式<br>1）该战场在独立服务器内进行，涉及到整个九阴的场景，需要创建角色进入。<br>2）该战场持续一月一期，一期为一个独立事件。<br>3）该战场NPC、玩家均可杀死，玩家进入战场可以成为与NPC有关联的人，下线离开战场变成临时NPC，归隐或者战场结束变成常规NPC。<br>4）充值的黄金变成战场里的资源，资源变成宝物，宝物可以兑换成黄金。</p>\n<p>##角色的生成，死亡，归隐</p>\n<p>1）关于民间和江湖<br>角色在出生时可以选择民间和江湖，初期只能选择民间，随着创建角色的增加，帐号的成长度达到条件就可以了创建江湖中的角色。<br>民间NPC分为①有固定住所的，自给自足的采集工作的农民，手工业的制造师，市井艺人、风雅俗客；②无固定住所，或者只有简易歇脚地（客栈、山洞、草棚、帐篷）的帮工，雇佣工，行脚商，旅行商人，无业浪人，游方，**，土匪等。<br>创建一个角色，该角色与NPC的关系包括直系（包括妻儿），旁系，朋友（包括结义亲属），仇人，师门等。角色联系的不同取名也会有限制，如直系父兄取名限制同姓。<br>初期民间NPC只开启一、二个与其相关的可以创建的角色，创建角色之后可以做家族主线任务，开启更多的相关可创建角色。<br>江湖NPC包括①门派，除丐帮一般无分舵②帮派势力，基于头领分配，各地可有分舵③官府，捕快，锦衣卫（从属于官）④世家，家族⑤江湖组织，如镖局，商会，刺客组织，情报组织等。<br>参与民间的玩家与NPC的主要是创建世界，而参与到江湖中的玩家和NPC的主要任务是破坏世界。</p>\n<p>2）创建角色<br>玩家可以选择作为与NPC的有联系的人加入到战场，也可以创建与其它玩家有联系的角色，如亲属，义兄，师弟等，创建时关系就已确定，在游戏中可以断开关系。已经创建好的角色可以开启关系链，允许其它玩家创建有限个与自己有关的角色。<br>帮会头领，门派代掌门等可以允许若干玩家直接创建属于本门、本帮的角色。<br>以此类推，玩家创建角色时便可确定自己进入游戏后的关系网，更快融入游戏，同时不允许不符合游戏世界观的角色进入到战场。</p>\n<p>3）真死亡模式<br>战场加强了新手保护，加入了多级重伤，疗伤体系，濒死时的起死回生（几百次试药，只有很小的概率可能活过来），而一旦死亡角色将永久消失，只在灵堂、族谱，坟地留下一点痕迹。<br>死亡后返回一定比例的投入的黄金。</p>\n<p>民间受官府、第三方组织保护，江湖玩家之间的PK是自由PK 生活玩家可以雇佣NPC、玩家，在一定范围只有先杀死这些保镖，才能击杀生活玩家。野外每个区域增加一些隐世高手，当民间玩家进入他们的保护范围，只有先杀掉他们才能去杀民间玩家。 回14L：可以的，创建角色时可以自由选择与游戏中NPC、玩家之间的关系。前提他们在游戏中还没有死亡。</p>\n<p>民间，理论上民间并不是完全脱离江湖，多少有些丝丝缕缕的联系，包括：<br>1.继续承一些家传武学<br>2.和江湖势力存在朋友关系<br>3.某些高手金盆洗手，隐居在民间。<br>只是他们不问江湖，不代表他们不会武学。<br>有很多可以消耗的资源，比如：<br>1.帮会领地可以去建造、破坏或抢占，世家可以去**点为已有。<br>2.资源点可以去开掘或破坏，包括矿区，煅造厂（锦衣卫地图）<br>3.NPC可以杀死，玩家归隐后也可以代替NPC的职能，任务传承，更重要的是灭门、灭族、灭帮、灭门都成为可能，然后又雨后春笋般的又建立起来了。</p>\n<p>3）真死亡模式<br>战场加强了新手保护，加入了多级重伤，疗伤体系，濒死时的起死回生（几百次试药，只有很小的概率可能活过来），而一旦死亡角色将永久消失，只在灵堂、族谱，坟地留下一点痕迹。死亡后返回一定比例的投入的黄金。</p>\n<p>民间与江湖实力的不平衡，以致出现大规模**的情况可以这样理解：<br>第一点，对于大规模死伤的伤势进行一个正态分布，只多数只是重伤，只有少数人会重伤死亡。不管下线与否，死亡不可避免，重伤的情况都可以治疗。</p>\n<p>第二点，初次<strong>会有心魔，心魔影响攻击的能力。</strong>到一定个数、一定次数，进入到狂暴或者冷血状态。渡过心魔有两种玩家，一是知名度较高，他们在大规模杀戮前会留下更多的情报，给对被杀戮的人或村镇留下足够的防范空间，如果针对的是民间高手，则视为明显的挑战，如果是针对平民，则意味着敌对江湖势力的参与。<br>另外一种是独行杀手型的，预兆很少，杀的一般是绝顶的江湖人士，伤害的人越多，暴露的可能性越大，从而引来官府和江湖人士的追杀。</p>\n<p>第三点，江湖中的自命为侠义的玩家，官府、镖局会无偿或有偿的给民间生活玩家提供保护，自设标签为侠的玩家的可视范围内如查觉到有玩家对平民的攻击（自设而已，其它人看不到），需要主动攻击恶名玩家，不然会侠名不实（传言上会给他贴上伪侠、伪君子之类的标签），也可主动开启保护模式（移动的灯塔），保护圈内的平民不能被攻击，除非杀死这位侠义玩家。ß关于自定义侠恶狂邪，以及行为影响评价值和收入的另作解说。</p>\n<p>第四点，离线托管设计，离线玩家在受到攻击，可以托管给其它在线玩家<strong>作，也可以传送到附近支援。也可以考虑换魂的投计，虽然</strong>作的是托管的角色，但是却是自己角色的武学、**作和键位。<br>再加上守夜，伴侣，机关的相关玩法设计，民间生活玩家生存能力应该可以得到较大的提高。</p>\n<p>4）归隐的玩法<br>民间玩家的恩怨是非显性的，一旦决定离开江湖，就不能再纠结于江湖中的仇杀，但是身不由己的情况也时有发生，平静被打破还是会回到江湖。<br>归隐时，只能选择民间的身份，但不限制常住地点，当然也可以在江湖中归隐，但是要想隐瞒身份，也需要打通关系。<br>归隐后，断绝了江湖中的关系，只有选择少数挚友和亲友进行联系，与江湖中的挚友只能秘密相会，相会的情报被公开后会重新建立江湖关系，恩怨有报。<br>归隐后情报组织不能公开查询归隐人的信息，可能会被高价购买。<br>归隐后，不能使用成名武学（当然知名角色有成名武学）。</p>\n<p>存在一种归隐，大侠金盆洗手，不再过问江湖恩怨，同道中人不会再去打扰他，但是私人恩怨的情况还是会找上门去。<br>也存在一种归隐，恶人痛改前非，从新做人，江湖中人不会打扰他，但是私人恩怨也是会找他去解决。归隐的地点有限，比如少林寺。<br>以上都是临时性的归隐，永久归隐的角色会变成NPC，玩家可以上线，但只是第一人称跟随镜头，无法进行**作。战场结束后的角色都会变成这种NPC，且可以被其它玩家杀死。</p>\n<p>(一个大型服务器动态事件结束，符合归隐条件的自动归隐变成不可**作的NPC，这些条件包括，创建达一个月，或生活职业，武学，阅历等不同排名前百的角色）</p>\n<p>5)NPC培养<br>江湖玩隐居后，可以不受打扰的修炼冮湖武学，也可以投入田园生活。<br>完全变成NPC的角色也可以培养，为在线玩家和离线玩家服务。<br>江湖事件剧本召唤隐居NPC扮演角色。<br>被杀死的功能Npc由隐居NpC代替。<br>新手保护期间可以拜隐居NPC高手为师(boSS级，2O人团)。<br>离线时设置离线地点和行为，将隐居NPC召唤到附近，被绑架或攻击时会现身保护。</p>\n<p>6）帐号成长性设计<br>为了突显帐号本身的价值，对帐号的成长性作一个设计。<br>①注册帐号的初始阶段，每位玩家只能创建一个主控角色，可管理1-2个其它同一家族玩家托管的角色。<br>②当主控角色成为游戏中知名角色并成功归隐之后可创建第二个主控角色，并可创建1-2个自动AI养成的角色，称为受控AI角色（半身），存在三方面受控因素，第一是受控于集体（如家族、帮会）进行一些策略性玩法，如作为生产工人、建造工人，第二受控于玩家进行自动养成，但不涉及高级生活动职业和战斗玩法，第三，受控于玩家进行换魂，收到提醒时临时将主控角色的一些能力移植到受控AI角色身上，进行战斗或参与一些玩法。<br>③主控角色归隐后可以选择一个受控AI角色作为主控角色，一个成长到顶级的受控AI也可以赠送给没有主控角色的帐号。<br>④帐号的最高等级是可以创建或管理一个家族的角色。</p>\n<p>##成就设计</p>\n<p>称号来源于自定义事件，包括任务事件，动态事件和成就事件，称号的成名来源于事件完成时的系统评价和玩家的评价。</p>\n<p>1）事件系统<br>一个事件对应着数个称号，事件都可以完成，完成度只存在差好巧拙的区别，从而对应不同的称号，事件完成的系统、NPC以及玩家参与的评价值也影响了一个称号的成名度，而不同的事件获得同一称号的情况也会对成名度有增减的效果。称号的成名度影响获得这一称号的所有人的排名，从而影响他在不同方面的收益情况。</p>\n<p>事件分为三种，任务事件，动态事件和成就事件。<br>任务事件为NPC或者玩家发布，所获得的称号影响玩家在NPC、玩家集体中的地位。</p>\n<p>动态事件一般受系统的天气、周期性活动、服务器的动态数据影响，也包括玩家与系统、NPC和玩家之间的交互行为触发的情况，动态事件的完成效果直接决定于玩家的基本素质，所获得的称号影响了玩家的基本属性、机率性的数据。</p>\n<p>成就事件为玩家自主设计，以自我挑战为目的，完成基础成就之后，玩家可以定义目标进行挑战，不过只有达到指定成就目标才能获得系统奖励，而公开发布的成就事件可以获得他人的鼓励性捐助，而一些以公益为目的的任务事件可以作为成就事件发布。</p>\n<p>事件为自动接取，任务事件的接取条件为与NPC进行完对话，或者NPC的一些语言和动作行为让玩家能理解事件的原因、过程和目标时，事件接取完成。当动态事件影响到玩家时，玩家出现语言、行为、属性上的变化时，即已经参与到动态事件之中。而成就事件的接取更为自由。</p>\n<p>玩家接取事件后会留下事件和NPC的记忆，但不代表玩家无限期不理睬这个事件，每个事件都有它的总体目标，发生和结束时间，类似于九阴志，如总体目标已经完成、或者时间已经到未完成造成不可挽回的结局，事件都会强制结束。但只要事件没有结束，而玩家恰巧看到事件相关的同容，或者再次遇到这个NPC，该事件内容都会再次浮起，并提醒玩家该事件的进展。</p>\n<p>事件可以单独完成或组团完成，有事件记录，完成了一定目标，在事件结算时，玩家可获得奖励，包括称号、称号成名度，以及来自事件相关人及其亲属的财物、好感度相关的奖励和情报奖励。事件也是自动完成，系统、NPC、玩家对玩家在此事件中的评价值直接关系到事件的奖励和延展性的影响。</p>\n<p>2）评价系统<br>玩家通过事件系统可以获得很多称号，事件结算时，系统、NPC和玩家可以在事件结算界面罗列的条目上对参与的玩家进行评分，系统是本次事件客观因素，NPC数据主观因素是相对的客观（NPC的性格相对于玩家显性称号判断），玩家则根据主观因素，此三类评价分别决定了玩家的称号和基础奖励，该事件的延迟性影响和奖励，以及称号的成名度。</p>\n<p>一个玩家成名度最高的几个称号称为显性称号，其它的都是看不见的，代表着在事件中应有的行为表现，而一旦他在事件中表现出不符合的或者相反的行为，并且获得了相应的称号时，显性称号的成名度也会降低。另外不同玩家的江湖情报也会影响玩家的判断。</p>\n<p>这一节可以打一比方，比如李“大侠”路过盗侠柳青云之女王夫人家发现她家在办丧事&lt;富商之死事件开启&gt;，邻里不时有NPC驻足她家门口议论数句，李大侠走到棺材前面找到王夫人听其叙说经过，并得到已经有玩家先行一步前往去&lt;调查王夫人夫死之谜&gt;。</p>\n<p>玩家听完王夫人的描述后前往出事地点一个酒肆，咨询现场的捕快，捕快告知了前一个玩家的调查结果，是阴风洞的一伙强盗的手法， 强盗头子武功非常历害，那个玩家只是一名柔弱书生，无法担此大任，自行离去了。</p>\n<p>李大侠决定独立前去，他来到阴风洞&lt;开启支线阴风洞擒贼&gt;发现强盗头黑不三不是自己能对付的，于是他呼唤了同门师弟余大霸一起除恶&lt;余大霸开启强盗黑不三事件&gt;，同时李大侠也收到系统提示是否与余大霸一起完成富商之死这一事件，他选择了否。</p>\n<p>由于一个人完成事件来自王夫人的奖励更为丰富，李大侠对余大霸只说黑不三洞藏宝藏，没有分享王夫人的情报，当他们合伙杀死黑不三时，李大侠富商之死全部事件完成，得到系统称号正气侠名远播+1，武学略有小成+2，得到余大霸评价有福同享+1，李大侠回到烟雨庄酒馆，捕快告知他可以去铁匠铺铁铁会免费为他打造一柄称手的兵器，捕快带来了王夫人的评价路见不平+2，同时告知李大平有机会可以去拜见王夫人&lt;后续，赠送举荐信去柳青云&gt;，于是李大侠立即去找王夫人去要了一封推荐信。</p>\n<p>而余大霸只是完成杀死了一名强盗的事件而已，武学略有小成+1，得到李大侠评价有福同享+2，不过余大霸在黑不三身上发现可疑玉佩&lt;柳字标记的玉佩&gt;，开启事件&lt;物归原主&gt;事件，当他归还王夫人玉佩时，王夫人和余大霸都发现李大侠浪得虚名，余大霸&lt;物归原主&gt;事件完成，&lt;富商之死&gt;事件完成，余大霸系统评价亦正亦邪+1，武学略有小成+1，获得王春人评价粗中有细+1，100两银子一封，30封李大侠“侠名不实”的情报，盖有盗侠柳青云标记，余大霸可以在江湖中散发，李大侠获得王夫人评价枉自称侠+1，获得余大霸评价不相与谋+3。</p>\n<p>而最开始参与的书生获得了系统评价儒侠+1，获得捕快的评价鹰探+2，偶遇王夫人的表亲徐逸如公子对话获得了王夫人评价血色书生+1，由于他血色书生在江湖排行第37，额外获得徐公子赠书《市井隐者王相之书贴》一本，凭此本拜见于王相之获得漕帮小书办的身份，月贴5两银子。</p>\n<p>##人物属性（种类，积累方式，上限）</p>\n<p>人物属性主要分三类：<br>组织关系与地位属性<br>经历表现与性格属性<br>体格气息与宝器属性</p>\n<p>组织关系属性，主要是几种情况，根据环境划分为江湖或者民间，根据职业性格划分可以分为单枪匹马三五成群型，利益一致温馨小家族型（家族），勾心斗角拉帮结派型（帮派），圆融托庇型（宗门），宗门之内包含各种派别，派别之内包含不同家族，不同家族由于地域的不同也会形成许多的依托居住地的群落关系。根据家族亲疏关系，又分直系，旁系，结义亲属，师门和仇敌等。另外不同组织结构的拆分和结盟与较为自由。</p>\n<p>群是家族的雏形，群落相当于一个<strong>地点，游戏中没有频道和私聊，消息的传递主要是通过飞鸽、近场聊天（</strong>）、情报组织（打听）、公告贴。群落的近场聊天覆盖了一定的范围，只有在这个范围内才能听到消息。非成员进入了区域说话会显示陌生人发言。</p>\n<p>游戏聊天频道和私聊破坏了武侠游戏的的氛围，降低了团队活动的现场感，但是不设这两种功能又会显得过份追求设计而忽略了玩家的体验，在此对不设聊天频道，不设私聊作一个诉求设计，如下：</p>\n<p>当需要进行私聊时会收到约谈的邀请，是通过NPC传达或者是信鸽传达的。此时可以回信预约地点面谈，地点比如曾经去过的地下市场，市区酒馆，野外幽境，确定之后会开启一个时间提醒或倒计时。将原本私聊信息的即时送达设计为更有现场感的约谈、幽会等，更武侠了，而已经有现实关系的玩家之间不必拘泥于此设计。</p>\n<p>群聊频道的好处是信息可以传送给群里的所有成员，也可以打发碎片时间，缺点是群聊人数的不可控制，情报传递量的不可控制，而涉及到武侠中的一些情报控制玩法也不能更好的表现出来。市场摆滩的设计本意是更直观，但是玩家的需求是一个交易所于是就有了不够完善的大明交易行。即时动态的群聊需求不可避免，而可控信息量的群聊和即时动态群聊的结合应是一个较好的方案。</p>\n<p>每个角色初期都有一个群体，称之为群（组织，或者后花园），可以公开，可以秘密邀请，即使它只有一个人，也可以将这个群体自定义一个名字。角色可以加入其它人的群，其它也可以加入自己的群，群最多二十人。群关系无法拥有拥有游戏资源，群发展有三条路线，一是转入地下成为神秘组织，在里面可以分享各种情报，每个玩家最后可以保留一个私人群（神秘组织，不公开查询），二是群联合成为帮派，同时在选择保留的一个秘密组织之后自动退出其它已加入的群，三是将自己的群升级为家族，保留一个私人群后自动退出其它已加入的群。大侠们也可以退出所有的群，加入其它的帮派和宗门。</p>\n<p>每个群都有活动地点称为群落，小群落可以发展为据点，据点发展为分舵，舵发展为北厂（这不是东厂），当群成员看到群聊邀请（比如门派召集标记），可以在指定时间赶到目标活动地点了解发生的事件。一个群落随着使用次数的增多，可以升级为隐密或者更为知名的地方，传达信息的能力也更强了，后期还会加入驿站的相关功能，以及请NPC轻功高手办事。</p>\n<p>私人群可以不受限制的进行群聊。同一个宗门、帮派或家族内建立的公开群受到群落的限制，如本地区有一个据点，则属于同一公开群并身处不同附近群落的玩家之间可以不受限制的聊天，并且只要身处在活动地点（群落）的玩家都有可能会获得公开群的聊天内容。如本地区有一个分舵，则驻地聚会、议论的内容都可以很快的传播到本地区。</p>\n<p>以上是私聊，个人群，公开群聊的相关设计。</p>\n<p>玩家可以加入一至二个家族，一至二个帮派，一个宗门，帮派和宗门只能选择其中一种。群体加入可以限制宗门、帮派、家族等不同来源的玩家，也可限制其生活职业，还有限制显性称号（主要是经历和性格方面的称号）。</p>\n<p>组织关系与地位属性也可以称为社会属性，受经历表现与性格属性的影响，玩家能结交的人群和数量有限，又主要包括NPC和玩家两种。江湖中不同的群体本身就会约束性格标签，如只允许侠义的玩家进入，加入其中的不允许结交**邪，角色本身的性格标签在其选择与恶人结交时也非常慎重，这会改变NPC和其它玩家对他的看法，从而限制其可以选择的显性性格的范围。</p>\n<p>结交的方式主要有认亲，结亲，结义，拜师，结仇等几种。游戏中可以直接认同姓玩家为直系亲属，异姓玩家为旁系亲属，可以与异性结夫妻，可以与不同玩家结为义兄弟，根据拜师的情况与其它玩家构成师父、师母、师兄弟关系，因为不同原因与玩家结仇等等。认亲可以不限性格，结亲结义拜师结仇需谨慎考虑。同理，玩家也可以与NPC结交关系。</p>\n<p>通过加入群体，结交关系可以直接或间接的提高玩家的地位和收入。</p>\n<p>江湖玩家与民间玩家的主区别是：</p>\n<p>民间玩家加入的群体，其中的玩家伤人、<strong>以及破坏数极小，没有明显的仇恨对象，不以伤人或破坏作为解决问题的方式。情报显示民间玩家本人，以及其结交的绝大多数对象没有明显的伤人，</strong>或破坏行为，民间玩家所进行的主要是生产工作。</p>\n<p>关于评价系统</p>\n<p>玩家通过事件系统可以获得很多称号，事件结算时，系统、NPC和玩家可以在事件结算界面罗列的条目上对参与的玩家进行评分，系统是本次事件客观因素，NPC数据主观因素是相对的客观（NPC的性格相对于玩家显性称号判断），玩家则根据主观因素，此三类评价分别决定了玩家的称号和基础奖励，该事件的延迟性影响和奖励，以及称号的成名度。</p>\n<p>一个玩家成名度最高的几个称号称为显性称号，其它的都是看不见的，代表着在事件中应有的行为表现，而一旦他在事件中表现出不符合的或者相反的行为，并且获得了相应的称号时，显性称号的成名度也会降低。另外不同玩家的江湖情报也会影响玩家的判断。</p>\n<p>称号的种类①人在民间、江湖等环境中行为性格表现的称号，比如民间艺人、江湖浪子②人与群体的地位表现（可自定义）、行为性格表现（显性自动显示）的称号③人与人之间的关系（可自定义）、行为性格表现④人对于自身的行为性格表现的称号。</p>\n<p>人在游戏中对环境、对群体、对人以及对自己的行为都会获得行为性格上的评价，其结果是达到人与人关系的改善，地位的提高，以及身体与精神属性的改变。人对环境的性格决定他的环境适应性，人对群体的性格决定他的团队意识，人与人的性格决定他的处事态度，对于自己的性格则表现为则决定他的精神因素。这些因素决定系统、NPC以及其它玩家对他的看法、感受，从而选择远离他、亲近他，给予重任、放任自由、给予奖励、剥夺权利等不同的选择。</p>\n<p>每位玩家评价点的获得数值有限，除一些影响较小的自由行为事件外，每完成一个事件即获得不等数个评价点，资历不同所获得的评价点也有差别，新手每个事件只能获得一个评价点，如在本次事件中未评价可以积累到下个事件，每个可评价称号可加分的数值不同玩家有所不同，且都有上限，当日未使用的评价点定时清空，第二日需要重新在事件中获得。</p>\n<p>系统和NPC判断玩家可以获得哪一些称号，一些称号存在对立面，如侠恶，这些对立面的称号只能获得其中的一个。系统、NPC的评价与玩家的评价分开计算，称号和系统评价是立即获得，系统评价是立即获得，但是NPC与玩家给予称号评价的获得需要一定传播的时间，事件结束只有部分NPC和玩家知晓，当有相当一部分玩家知晓并认可此事件时，评价才生效。</p>\n<p>玩家的评价有三种情况：①事件完成时，玩家可以立即评价，评价点加点较少②经历的事件或观察到的事件保存到事件历史记录，在记忆期内进行评价，随机暗传【名贴】给NPC或玩家，由NPC和玩家监督，根据NPC的性格和监督的结果获得玩家评价值加减的成名度③玩家可以搜集恩仇目标的事件，制作【情报】，然后广为发布，如交易给NPC，并提醒这些事件的相关人员进行评价，这种评价模式称为算帐。如通过客栈小二，卖艺老人散播，卖艺老人可以将这些事件串编成故事，使传播更有效率，并一定程度上影响玩家的判断。</p>\n<p>关于自由行为事件，它由玩家的一些行为触发开启，影响较小时，行为结束则事件结束，影响较大时会发展为任务事件和动态事件。</p>\n<p>第二部分，经历表现与性格属性</p>\n<p>系统，NPC，其它玩家，自身分别对于事件经历、角色关系、行为态度的评价即表现了角色各方面综合的性格属性。</p>\n<p>事件经历的评价是对角色客观的、不带感情的评价，比如玩家经历的种种事件，比如命运对玩家的安排和捉弄，其它玩家可以通过事件经历方面的称号判断这个玩这可能的出现的行为和表现的性格，比如四面楚歌。</p>\n<p>角色关系的评价主要表现的是恩仇方面的评价，客观的方面指恩仇的量化数据，比如四海为敌，主观方面指角色与进行评价者的恩仇的轻重表现，比如永世为仇。</p>\n<p>行为态度的评价主要有二方面表现，玩家对于自身、事件、困境（顺境）的态度，比如临危不惧；玩家对于其它玩家、群体的态度，比如欺善怕恶。</p>\n<p>另外群体的事件经历，与其它群体和个人的关系，所表现出来的行为态度也可以进行评价。</p>\n<p>性格与称号及称号的知名度是直接挂钩的，玩家表现出来的显性性格是其它玩家对其的第一印象，事件经历中行为符合性格则会获得称名知名度的加成，行为不符合性格则会对称号知名度产生相反的效果，事件中系统和NPC的评价也会参考显性性格属性给予奖励，参与到事件的玩这或观察者则可以制作名贴或情报，对玩家的行为进行监督，对玩家行为的意义进行放大。详细可参考评价系统。</p>\n<p>第三部分，体格气息与宝器属性</p>\n<p>尽可能少的数值影响游戏内大多数玩法</p>\n<p>第一类，数值条，数值条或圈，使用时消耗，可以被其它玩家影响，血条</p>\n<p>基础数值条1.2版本</p>\n<p>体力，角色行为的能力、动力。与大多数动作挂钩，有动作时即消耗体力。体力可快速恢复，但恢复一次体力会积累疲劳度，使用过度会快速增加疲劳值，消耗真气，并减少血道值。</p>\n<p>血道，代表外伤承受能力，血流总值，也即生命值，血道包括重伤等级，只有濒死时血道清零才会死亡。血道缓慢恢复，消耗过半需要疗伤。外伤伤害导致的血道降低也会对经络造成影响，初始时影响较小，甚至会对部分经脉有一定程度的增强，当濒临死亡经络开始受损。</p>\n<p>经络，代表内伤的承受能力，也于角色的活跃能力，疲劳值，重伤等级，恕气都与经络有关，以图形化的显示了多条体力、血道、真气、精神流通渠道，内伤的表现形式对流动的破坏，表现为经络的中断，经络点的损失，即而造成体力流失、流血、真气外泄、精神失常，大多数体力、血道、真气、精神行为或事件中随机积累或降低的经络点数，不同行为中短时间内表现为不同的值。有选择性的对经脉进行培养，并增加它的稳定程度，增加抗内伤的防御力。强制性的破坏经络的稳定流动也会造成长期持续的内伤，换来的结果是可以对已经受伤的经络进行调整。</p>\n<p>基础外功使用体力，霸道外功消耗血道，如七伤拳，魔道外功会对会经络造成破坏，在经络结构和能力点数不足时，强行使用会消耗大量的体力和血道。</p>\n<p>体力养血，体力释放均匀有度会获得血道方面的彩蛋奖励，但是体力消耗过度，便会消耗血道。血道养经，适当的散发血气，可以获得过人的暴发力，而只是轻微的受伤，并获得经络方面的彩蛋奖励，比如增加暴击率。</p>\n<p>真气，也就是内力，一个动作表现出连续性和技巧性都需要不同程度的真气值的消耗。真气可以凝结为不同动作的技能点储存起来（技能丹），表示一段时间以低真气消耗的使用次数。真气回复较快，使用过度会流失体力，并影响精神（真气），造成精神恍惚，需要打坐恢复。恢复较快，使用过度会缓慢流失体力，持续较长时间，并影响精神。</p>\n<p>精神，也就是人的精神。游戏中许多急功近利的生活玩法，如琴师，需要消耗精神，而平心静气的修身养性会缓慢的增长精神、减缓精神的消耗速度，有一些精神性攻击也需要除了消耗内力也需要消耗精神，另外精神凝结的技能点短时间内可以避免或减少不良效果的影响。</p>\n<p>境界，分为心道和意道两和支线，体力相关的行为、事件随机累积或减少心道，影响他的因素有行为的连续性，技巧性和性格。大多数需要真气的行为、事件活动随机积累或减少意道。<br>比如在使用轻功，生活化的兵刃武学，如琴技、棋子精神伤害等随机领悟。</p>\n<p>基础内功使用真气，高深内功消耗精神，如六指琴，技能效果的增或减弱则是心道在发挥作用，而内功收发自如，似空似满，以静制动，先发制人，以彼之道，还施彼身等各种境界的自发发挥则得自于意道。</p>\n<p>真气养神，真气释放舒缓有度会获得精神方面的彩蛋奖励，但是真气真气消耗过度，便会消耗精神（也即精神），劳作有度，适度的修身养性，可以减缓精神的消耗速度，增加领悟到心道、意道的机率。</p>\n<p>该版本对主要有两处修改。</p>\n<p>1.心道和意境统称为境界。<br>2.内伤和外伤的解释更为清晰，内伤的呈现方式主要是通过经脉受损来表现。</p>\n<p>第二类，数值条，可积累量，数值的积累或降低中与自己的行为有关，不可以被其它玩家影响，比如修为</p>\n<p>第三类，数值条，只增长，不消耗，作为上限类标尺。</p>\n<p>第四类，成长型的数值点，影响某些有上限的数值（第一类），或者是受有上限的数值的影响。比如力道，生活点。</p>\n<p>第四类，成长型的数值点，影响某些有上限的数值（第一类），或者是受有上限的数值的影响。比如力道，生活点。</p>\n<p>臂力，影响体力上限，外功威力，少量外功暴击。持续的劳作，臂力会得到一定的增长，静心、情雅、闲逸时臂力将会降低，虽然安静可以恢复体力，臂力却因为久坐酸麻而降低，静心时降速最快，直至恢到原始值。</p>\n<p>体魄，影响血道上限，体力、血道、真气回复速度，外功防御，外功暴击。持续的养生包括，劳作，制造类生活，再加上精美的食物调理（主要是酒馆客栈中的大餐宴席），体魄会得到一定的增长，静心、情雅、闲逸时，体魄将会降低，因为生活态度迥然不同，其中情雅时降速最快，直至恢复到原始值。</p>\n<p>元气，影响经络的活力，稳定度，少量血道、真气、精神上限。持续的理气任务包括劳作，，制造类生活，技能训练，加上美食、药物调理（包括毒药，偏重于奇珍宝物类药物，普通药物增效较少），元气会得到一定的增长，不过静心、情雅、闲逸时，元气将停止增长，闲逸时元气将会下降，直至原始值。</p>\n<p>内息，影响真气上限，内功威力，少量的内功暴击。持续的打坐修炼任务，内息会得到一定的增长，劳作，养生和理气时会降低内息，劳作时最为明显。</p>\n<p>念力，影响精神上限，精神回复速度，内功防御，状态防御，内功暴击。持续的情雅任务，包括静心修炼，琴棋书画，念力会得到一定的增长，劳作、养生和理气时会降低内息，其中养生时下降最快。</p>\n<p>心情，影响心道、意道值的上限以及它们的获取概率，闲逸包括打坐静心，琴棋书画，市井生活，云游江湖，八卦闲聊等，理气会对心道产生积极的影响，闲逸反之，闲逸会对意道产生积极的影响，理气反之。</p>\n<p>游戏中不存在直接附加增加属性的装备的概念，除了宝器，奇珍（材料和成品），风水宝地。</p>\n<p>大部分衣装没有防御力，只有特制的衣装因为加入特殊材料才有防御力，部分衣装对徒手武学有一定的外伤反弹，又因为加入特殊药材对状态类精神攻击有一定的防御力，药物效果持续数天左右，大部分衣装针对不同环境效果都有相应的抵抗能力，但是不会附加除心情之外的个人属性，在人物换装后，和装饰类宝器结合会对心情产生临时性的附加效果。</p>\n<p>武器，生活工具，游戏中的各类道具也不乏宝器的存在，造成外功伤害的宝器有锋利值，造成内功伤害的宝器锋利值则非常低，配合高深内功的攻击的宝器则有一定的精巧度，且生活化的兵刃比常规的武器效果更好。有些宝器会提升劳作、养生、理气、静心、情雅、闲逸的效果，当然也有些宝物只是纯碎提高生活类服务的产量。</p>\n<p>奇珍主要是材料（食材和药材）、食物和药物，养生、理气的药食配合奇珍会有更好的效果。环境效果，特别是风水宝地也会对人物属性和生活行为的影响，表现为只要在这个环境中就会附加一定的BUFF，其中只影响元气、内息、念力、心情这些属性，以及外功和内功的效果，不会影响臂力和体魄。</p>\n<p>江湖玩家使用高级生活技能的问题将在后期重新设计。</p>\n<p>##技能设计</p>\n<p>技能主要分生活技能和武学技能两大类，其中一部分同时属于这两个分类。</p>\n<p>生活职业设计1.2版本</p>\n<p>根据职业、行业分为以下几种：<br>①农，采集，包括农（种植），渔，牧，猎，桑茶，伐。<br>②药，采集，包括采药（含毒药），渔，猎，农，伐，主要是药材炼制。<br>③工，采集，包括矿，伐。<br>④衣，制作，包括制衣，印染，巧艺，主要体现在衣服的样式和美观上。<br>⑤器，制作，包括宝器制作，工具、载具制作。<br>⑥食，制作，包括厨艺，练药，制毒等，是农、药的进阶。<br>⑦匠，建造，包括花匠，石匠，木匠，火器匠人，机关匠人。<br>⑧雅，市井，包括乐伶（乐师，舞伶），文士（字画，文章，见闻），棋士，浪人。<br>⑨俗，市井，包括卦师，风水师，乞丐，商贾。<br>⑩武，武林，包括捕，镖，探，杀手，游侠，绿林</p>\n<p>生活技能根据行为色彩可以分为民间系和江湖系两个系列，民间系主要有采集者、制造师（不包括毒师）、匠师（类似于工程师，不包括火器匠人）、风流雅客、市井（出售技能）、浪人（获得生活情报），江湖系主要有买卖商人（出售物品）、镖师、探子（获得江湖情报）、刺客杀手（作用对象主要是NPC）、火器匠人（制作火把、火折子、霹雳弹、烟雾）等。</p>\n<p>生活职业的选择与发展线：<br>农药工采集系只能选其一，衣器食匠制作、建造系选其一，雅俗市井系选其一学习。武林系不限，民间玩家学习需谨慎。<br>职业成长的同时，属性也在成长，从而习得该生活职业的高级技能，这些高级技能，因为属性的成长而只能由长期进行该生活的玩家才有能力使用。<br>在放弃当前的生活职业改学其它职业，已经成长的属性值也会逐渐降低而失去使用原有职业技能的能力。</p>\n<p>##经济系统</p>\n<p><img src=\"/images/game/Human-road/01.jpg\" alt=\"人间道\"></p>\n<p>有几个关键词</p>\n<p>货币产量控制<br>通过矿洞、矿脉不同难度的玩法控制黄金、官银、私银、宝钞的总量。</p>\n<p>货币输出控制<br>根据货币的产量，和其它的市场数据反馈控制直接从官府获得、私银转化成宝钞流通、宝物兑换价值评定，以及人民币直接购买的汇率等几个方面。</p>\n<p>世界市场与本地市场<br>世界由官府控制，本地由玩家势力控制，玩家开采的私银通过本地商行发行宝钞进行局限于本地的流通和资源购买。各地均可建立商号，使得世界市场未形成之前，市场快速成形，在经历一些事件之后，部分私银市场也可以会退出江湖。</p>\n<p>成长与活力控制<br>活力代表游戏事件，玩法，活动的体验能力，随着实力成长，体验的玩法更为庞大、精细，需要消耗的活力相对越多，当存在过度消耗时，就会积累一些负面状态，以及归隐之心，归隐之心到达临界，自动归隐江湖。不同玩家之间可以输送活力，包括向归隐的玩家输送活力，积累到一定程度，将会发生角色出山事件。因为归隐的角色也可以培养，所以出山时实力也会相应增强，消耗的活力值也相对较多，是之前的几倍，以防止出现不平衡的情况。</p>\n<p>再说一下赢利模式<br>月卡收费，不设VIP等级。<br>人民币购买黄金和私银，黄金购买活力点。<br>个性定制，包括庄园设计，衣装设计，与玩家一起竞争。<br>服务性道具，包括改名，密保，解绑，以及其它。</p>\n<p>对人民币购买出产的黄金，官银，私银理论上是加速了分配速度，在无人民币的参与时，经济也是可以缓慢运行的，重要点在于以上设计的几种调控如何实施。</p>\n<p>关于游戏版本更新导致价值波动，等完善之后再回头想一下。<br>关于角色归隐的问题这边再解释一下<br>我的想法也在变，最开始的设想的确是一月一期大事件，事件过后满足实力要求的皆数归隐。<br>仔细一想，确实有点强人所难，特作几点变更：<br>动态大事件中，系统选中一些玩家作为主角，根据事件的剧情要求，在事件结束后有补偿的归隐。<br>人物成长与活力值挂钩，当成长达到顶级，事件、玩法和活动中需要消耗更多的活力值，不够的话会产生归隐之心，达到临界会强制归隐，并增加向归隐角色输送活力的设定，并触发出山事件。<br>第三点，充分体现帐号的成长性，一个帐号可以培养几个角色，只有一个主控（主角），其它的均为受控（配角），两种类型都可以成长，受控的意思是受游戏中玩家的控制，作为一种NPC的存在，包括楼上“雨铃归羽”所说的不可见的NPC，在主角死亡和归隐之后可以立即投入游戏。</p>\n<p><img src=\"/images/game/Human-road/02.jpg\" alt=\"人间道\"></p>\n<p>隐居-岀山，隐世家族受控角色可以培养角色到非常高的程度，基于生活系统的设计，而这些角色在至控角色死亡归隐之后初入江湖也不防叫出山。 </p>\n<p>私银市场的稳定与强权有关， 民间大多数玩法是依托官银结构，但是官矿开采相关玩法难度较大，官银产量有限，限制了江湖势力的发展 江湖为了快速扩建势力需要大量私银与各方进行交易，最后会被糸统回收，在大事件开启初期由江湖势力建立不够稳定经济从而大量从Npc糸统获得资源。 可以称为灰色经济，满足大家对江湖一些玩法的乐趣 比如楚留香的贝者资30万通宝实际上只限部分地区通行，否则武侠中的动则几十万的出手，对官银的冲击可想而知，后期民间玩家成长度较高，会由官府势力出面对抗私银经济相关的江湖势力，为民间争取更多的市场空间，虽然比较复杂，不过，江湖应当如此。 </p>\n<p>江湖定位前面己经说明过，玩家在进入游戏之前就可以决定出生，是民间还是江湖，与什么人有什么关系，师承主要是个人，家族，比如九阴师兄系统，其次才是所在势力，包括门派帮派，门与帮的区别，在于历史，根基，规模。</p>\n<p>##玩家类型、玩法设计及职业技能体系  </p>\n<p>游戏中尽可能多的考虑到玩家的行为类型，并设计不同的技能和玩法，比如生活玩家与武学PK玩家，更详细的比如剧情党、风景党、副本党、团战玩家，而这些玩法对于专精于个别玩法的玩家来说会更有优势，体现在因玩而专的技能设计上。 </p>\n<p>玩法依托玩家类型，具体表现为不同的兴趣、不同的职业，职业又都有特色的技能体系。玩家类型的判断标准在于玩家喜欢什么样的玩法，玩家通过什么方式来解决问题，这些解决问题的方式可能归结为什么样的职业行为。 </p>\n<p>比如玩家可以选择什么生活都不做，什么人都不主动去碰，而只是在游戏里逛逛地图，看看风景、人情世故，进而乔装打扮、躲避追杀。比如玩家手无缚鸡之力，没有杀过一个人，也没有人可以逼他去**，只是一个平凡的种田小农。 </p>\n<p>玩家的追求，参加的玩法，玩家的职业，玩家解决问题的方式都有一切可能，从而表现出这个江湖的多样性。 </p>\n<p>先说追求，这可以理解为玩家向往什么样的一个生活体验，织布耕田，放羊牧马，江湖仇杀，快意恩仇等等。 </p>\n<p>游戏中尽可能多的考虑到玩家的行为类型，并设计不同的技能和玩法，比如生活玩家与武学PK玩家，更详细的比如剧情党、风景党、副本党、团战玩家，而这些玩法对于专精于个别玩法的玩家来说会更有优势，体现在因玩而专的技能设计上。 </p>\n<p>玩法依托玩家类型，具体表现为不同的兴趣、不同的职业，职业又都有特色的技能体系。玩家类型的判断标准在于玩家喜欢什么样的玩法，玩家通过什么方式来解决问题，这些解决问题的方式可能归结为什么样的职业行为。 </p>\n<p>比如玩家可以选择什么生活都不做，什么人都不主动去碰，而只是在游戏里逛逛地图，看看风景、人情世故，进而乔装打扮、躲避追杀。比如玩家手无缚鸡之力，没有杀过一个人，也没有人可以逼他去**，只是一个平凡的种田小农。 </p>\n<p>玩家的追求，参加的玩法，玩家的职业，玩家解决问题的方式都有一切可能，从而表现出这个江湖的多样性。 </p>\n<p>先说追求，这可以理解为玩家向往什么样的一个生活体验，织布耕田，放羊牧马，江湖仇杀，快意恩仇等等。 </p>\n<p>玩家追求的生活体验、生活方式可以与生俱有，也可来自家族成员的影响。劳作，闲逸也可称为生活方式。</p>\n<p>比如要做个有钱人，就是”富贵”的生活方式，在家族的培养上有一定优势，有—个出手大方的随机特效技能，化整为零，不会获得零钱，加上捐助，活动赞助，救济，从而获得生活成长值，富贵人家可以”钱能通神”，宝物鉴赏等。</p>\n<p>生活方式只是一种个人行为方式，而生活职业是玩家生存的方式，玩家在这个职业上做了很多努力。</p>\n<p>玩家同时达到多个职业的条件才能追求一个生活方式。</p>\n<p>生活方式代表解决问题的方式，比如用棋艺的胜败决定一个宝物的归属。</p>\n<p>生活方式的设计实际是对用户群的细分，根据不同类型玩家在游戏内行为方式人性化定义为不同的生活方式，并赋予特色生活技能和玩法，使他们都能享受到乐趣。</p>\n<p>生活职业的选择与发展线：</p>\n<p>农、工、器、匠，称为体力活，【粗活】，生活行为是劳作，消耗的是体力，会积累疲劳度（与活力值相关），有机率受轻伤，影响血道上限，长期进行此类粗活，臂力会得到持续增长。</p>\n<p>药，衣，食，称为【细活】，其中有试药、试吃、试穿之类的行为，经常食用精美的食物和药物，相关的生活行为定义为养生、理气两种，消耗少量体力、精神，会积累疲劳度有机率出现神智一类的状态影响，影响精神上限，长期进行此类细活，体魄、元气会得到持续的增长，其中体魄的增长需要粗细结合，元气增长更体现在食用物品上。</p>\n<p>雅，还是武学体系中的<strong>修炼，是偏向【雅活】，文艺活，其中有</strong>，情雅这样的行为。**的时候会出现真气流动，一为呼吸行为，此时内息会持续增长，精神受到较小的影响，一为经络修炼，此时可以冲关，精神会受到很大的影响，如精神上限会短时间内降低，并积累疲劳值。情雅，消耗内功，积累疲劳值，增长精神值，长期进行情雅一类的行为，念力会得到持续增长。</p>\n<p>俗，武，都有都很大的江湖色彩，相对于文艺，显得更为庸俗，也可叫做【俗活】，虽然如此，俗系列的职业还是稍微偏向于民间，包括**、情雅在内都可以称为闲逸行为，武相关的行为较大程度影响心道的变化，雅俗较大程度影响意道的变化，长期进行几类行为心境会得到增长。俗相关职业消耗的值根据不同的职业会有所不同，体力，血道，真气，精神都会有所消耗。</p>\n<p>粗细雅俗，需要自己掌握分寸，职业成长的同时，属性也会得到成长，职业技能受到属性上限的限制，从而中有高度成长的属性才能使用某些职业技能。比如砍某种树的技能需要体魄较高的时候才能砍得动，此时就可以培养一下厨艺这个职业，吃饱喝足，休息好之后体魄就有了较大程度的提高。</p>\n<p>##武学设计2.0</p>\n<p><img src=\"/images/game/Human-road/04.jpg\" alt=\"人间道\"><br><img src=\"/images/game/Human-road/05.jpg\" alt=\"人间道\"></p>\n<p>内功，外功，轻功，套路有单独的成长体系。修炼难度极大。</p>\n<p>內功运功可以选择预设內功的分层，一至十分，运功获得护体真气，不运功时真气恢复速度最快，一至二分时稍快，三至六分时缓慢，七至九分时真气停止恢复，十分时真气缓慢下降。</p>\n<p>套路每个招式可以预设发力的內劲(内功)分层，计算护体内功的分层与发招內劲分层的差距，决定招式的前摇时间和前招破绽的延续时间。发招后，内劲恢复到护体内功的标准。没有预设內劲的招式自动灌输护体内功层次的真气。</p>\n<p>护体内功分层可以手动设置，也可以设置为打斗中感受对方內力自动提升或降低，或者设置两个开关战斗中手动调节护体内功层次和发招內劲层次。</p>\n<p>无附加内劲的套路招式称为实招或快招，受外功加成，造成外伤。套路中每个招式都有攻击部位和破绽部位，通过外功配合练习会减少破绽部位，通过轻功步法配合练习会增加可以攻击的部位，当甲招式攻击命中乙招式的破绽部位，造成致命伤害，比如实招造成致命外功，流血效果。</p>\n<p>部位可以分为头、胸、腹、腿、足等。</p>\n<p>实招消耗较多体力，少量的真气。</p>\n<p>附加一至二分内劲时，部分招式破绽为假破绽的套路招式称为虚招，轻招，在骗取对方对破绽部位发招后藏有后招进行反制，包括1)快速提高内劲分层至稍高于对手，护住破绽部分对对方进行封招，避免此次伤害，并造成对方増加一个破绽，使得下一次更有优势2)快速提高内劲分层至远高于对手，护住破绽部位并对对方进行破招，造成对方全身破绽。3)轻功**作身体部位或轻功歩法(位移)躲闪对破绽部位的攻击，使得下一岀招速度更快。4)全身护体，竭尽全力攻击对方出招破绽。</p>\n<p>虚招由内功驱动，为后招蓄力招，前招攻击到对方时不会造成实质伤害，即使命中破绽也只有少量外伤和内伤。如果对方不攻击破绽，虚招防御效果一般，很容易被七层以上內劲破招。</p>\n<p>虚招消耗少量体力和少量真气。</p>\n<p>附加三分以上内劲，部分招式在攻击时，或攻击到对方破绽的同时有回复，减益或控制效果，这样的招式称为气招。气招是內功驱动，攻击时会有真气溅射效果(剑气)，真气会通过武器或身体攻击到对方，剑气攻击到对方会有击退效果，或者接触到对方身体时真气注入到对方体内，吸取对方真气。</p>\n<p>气招是主要是内功伤害，造成经脉受损，真气流通不畅，气招消耗少量体力，较多真气。</p>\n<p>附加七分以上內劲，在一定心道、意道条件下，部分招式直接对实招、虚招产生破招效果，并造成精神伤害，这些招式叫绝招。绝招只有攻击到气招破绽才会有伤害，并产生击倒、击飞效果。绝招消耗少量体力和大量真气。</p>\n<p>內功与套路配合，加快真气流动，凝聚内劲的速度，减少破绽有效时间。</p>\n<p>轻功主要表现在二个方面，一是身体某个具体部位的躲闪<strong>作，一是步法移动的</strong>作。招式攻击，步法可有可无，当招式配合步法，可增加攻击范围和招式动作移动距离。步法也可以单独作为轻功动作存在，一套轻功步法就是一套**作。</p>\n<p>–<br>需要调整:<br>虚招的开启条件不限于內劲二层。<br>绝招的优劣，克制和破绽，需要重新考虑。<br>内力分配，身体部位与经脉的对应设计。</p>\n<p>实力成长与多种真气的讨论</p>\n<p>战斗中消耗真气。真气总量巨大，平常缓慢生成真气，打坐较快生成，受伤影响真气上限、真气获得速度。</p>\n<p>真气由丹田而生，也可自他人借来。内功内功练法生出阳刚的真气，阳刚套路使用消耗阳刚的真气，相应阴柔内功练法生出阴柔真气，并占用丹田真气上限。</p>\n<p>其它人主动输入或借来的真气也会占用丹田真气上限，可选择使用或不使用，使用会因为真气不纯而损伤经脉，从而走火入魔，不使用必须用内功镇锁在丹田，<br>可以缓慢化解，提升自己的内功，有一定机率领悟到生成相应真气的内功练法。非自生的异种真气过多，如未镇住会流串在**道、丹田不受控制。</p>\n<p>真气种类主要分金(刚)、木(柔)、水(阴)、火(阳)、土(太极)等五种，真气的单位称为股，一种内功练法所自生的一股真气由五种真气按不同比例构成，大部分内功一股真气由两种真气以七比三的比例构成。不同内功练法所产生的真气会贯以相应的名字，如紫霞真气、葵花真气。</p>\n<p>大部分套路由两种真气七比三的一至多股真气催动，部分套路不依这个比例，应是由某个派别的内功，或特定内功炼法生成的。</p>\n<p>同宗、同派别的真气相似，传功、疗伤影响较小。</p>\n<p>真气系统人物成长有四部分:丹田上限，镇锁的真气上限，丹田可使用的真气总量，打坐时真气生成速度。</p>\n<p>改善打斗流畅度的设定讨论</p>\n<p>1)按键即出招，出招无间断无CD。单键无换气岀招(—次按键对应一招)招式威力递减。</p>\n<p>2)按键组合出招，实现招式外、内、轻功攻击类型的切换后出招，实现内劲等级实、虚、气、绝招的切换，实现步法移动等**作的同时，改变招式的出招攻击部位。</p>\n<p>3)连续技，连续出招，实现小套路连贯动作效果，小套路体现力度综合攻击、均衡攻防两个组合方向。</p>\n<p>##事件评价系统2.1</p>\n<p>行为决定后果，不过只有影响到符合条件的玩家的结果才可能由被影响的人作出评价。如此，系统与NPC无法决定玩家的善恶对错。</p>\n<p>游戏行为选择通过对话选项和动作来进行。有明显意途的选择和没有明显动机的动作两种情况。</p>\n<p>选择触发事件，如果事件的进行结果、奖励、惩罚对其它玩家造成直接或间接、正面或负面的影响，则记录到玩家事件日志，玩家可以对事件日志涉及的玩家进行评价(类似于对事件的某一方面进行加”星”)，并启动报恩、报仇的个人成就事件。系统和NPC因素会增加影响的范围和深度。</p>\n<p>评价时可以针对不同方面进行加分或加星，比如侠义、邪恶，评价有效后增加玩家在相应方面的威望。玩家可以随意使用评价点，但仅可从个人事件分享面板查看，需要一些歩骤和努力才可被证实有效。玩家在事件进行中获得名望和评价点，而各方面威望的总值需小于或等于名望值。</p>\n<p>只有符合条件的玩家才可以被影响到，并记录到事件日志，然后可以进行评价。除在事件中直接受到影响的情况外，被间接影响只可能是少部分玩家，包括ViP、在游戏中付费挂名(挂单、住店、落脚点常在或借住、租借或购买游戏中房屋)的两种玩家。</p>\n<p>每位玩家评价点的获得数值有限，除一些影响较小的自由行为事件外，每完成一个事件即获得不等数个评价点，资历不同所获得的评价点也有差别，新手每个事件只能获得一个评价点，如在本次事件中未评价可以积累到下个事件，每个可评价称号可加分的数值不同玩家有所不同，且都有上限，当日未使用的评价点定时清空，第二日需要重新在事件中获得。</p>\n<p>评价后的事件根据每天获得名望的多少可以制作—定数量的名帖分享给其它玩家，可以在市井中散发传播，当事件成为热点，被很多人关注、点评(赞同或否决)、被制作成新的名贴转发、被收集整理成名贴录(或江湖情报)时评价将可能被认可生效，也可以寄送给不同方面的高威望的Npc或玩家，由他们决定评价是否生效。</p>\n<p>侠义名贴寄给邪恶威望较高的玩家，他们会没有资格证实。</p>\n<p>名帖可以收集、买卖，收集恩仇目标的名帖录，由多个高威望的玩家证实有效，证实的这个评价会获得额外的名望和威望，并记录到个人事件日志中，如—周内被证实的玩家对应的威望降低一定的数值，其额外获得的威望将被收回。</p>\n<p>威望值提高触发个人成就事件，获得称号，并可能触发奇遇(后续事件，己经历事件的后续、动态事件、玩家恩仇约战)，收到Npc和玩家来信。</p>\n<p>名望与威望的设定讨论:</p>\n<p>名望意义同于声望，名望通过事件、事件影响人数的评估数值进行増长。包括个人成就在内的游戏中所有事件都会获得名望，然名望转为威望，需要第三方被事件影响到玩家的评价和传播，具有一定不确定性。</p>\n<p>威望是指一种能力、一种荣誉、一个称号在人群中的影响，基于威望的阵营客观的反应人对环境自身、群体社会、人及生命等之间关系的表现方式，关系是相对的，也是可变的。</p>\n<p>威望有三类，第一种体现为自我能力、对事物(不包含生命)和环境的态度等在人群中的影响，客观的表现岀人的体质上的勇武与柔弱(无力)、精神上的坚强与麻木(无神)、处事上的智慧与轻率(无谋)等属性威望。镖师与刺客的勇武威望值，探子的智慧都决定了身份的成长，成长中属性威望转化为荣誉值威望。虽然评价是客观的，不过追求柔弱、麻木及轻率也会有它的价值和意义，在与其它的威望相结合，可以体现出褒义或中性的一面，比如柔弱体现出的美，麻木体现岀的忠，轻率体现出的果敢。</p>\n<p>第二种威望体现为在群体的荣誉地位、人物守序中立和混乱等在人群中的影响，比如在门派、帮派、势力中的荣誊，以及角色对群体秩序的忠守、对平衡的需求、对混乱的渴望等属性威望，从而从群体中分离岀独立的派别并具备独立的荣誊威望体系。</p>\n<p>评价加成的人物的性格属性称为属性威望，人物在群体中荣誉称为荣誉威望。玩家只能评价属性威望，荣誉威望在群体事件中获得，或由群体威望较高的人分配，分配原则受属性威望影响。</p>\n<p>第三种威望体现为人与人的交流、人对人及生命的态度在人群中的影响，客观表现为侠义(牺牲)、善良、无情(中立)、狂野、阴邪、恶毒，其中侠义到无情偏向中立，狂野到恶毒偏向邪恶。</p>\n<p>三种属性威望构成一个角色在其它人眼中的性格，从而决定他可以加入的阵营，以及他的地位、成长和收入。</p>\n<p>名望值大于等于各种威望值的总和。归隐事件会降低玩家的名望直至等于威望总和。一些事件和负面、相对的评价会导致威望降低。</p>\n<p>##玩法设计</p>\n<p><img src=\"/images/game/Human-road/03.jpg\" alt=\"人间道\"></p>\n","categories":[{"name":"游戏","slug":"游戏","count":11,"path":"api/categories/游戏.json"}],"tags":[{"name":"武侠","slug":"武侠","count":3,"path":"api/tags/武侠.json"}]}