{"title":"时间档付费模式","slug":"project/Slotting paid model","date":"2014-02-11T06:56:08.000Z","updated":"2017-05-12T06:16:06.658Z","comments":true,"path":"api/articles/project/Slotting paid model.json","photos":[],"link":"","excerpt":"Game Time slot<br>游戏时间档模式先讲一个人类社会中机器人生的故事。<br>生态，生命形式生存的状态。<br>当一个有生命的机器人制造出来的时候，一开始由于它高昂的价值，无人买得起。<br>随着技术的进步，工厂、资本家成批的购进机器人，并出租给平民使用，至此开启了机器人的租赁时代。<br>技术的革新，机器人的批量生产，乃至家庭作坊都能生产机器人的时候，机器人变得一文不值，随意供人驱使。<br>同时人为了追求生命的延长，开始将自己的身体替换成机器人的零部件。<br>渐渐的，人与机器人都变得毫无价值，他们将枪口互相对准了对方。<br>如果在我们租用机器人的时候给于机器人足够的尊重，机器人也在理解人类中获得不断的进化，便不会走到同赴毁灭的那一步。","covers":null,"content":"<p>Game Time slot<br>游戏时间档模式</p>\n<p>先讲一个人类社会中机器人生的故事。<br>生态，生命形式生存的状态。<br>当一个有生命的机器人制造出来的时候，一开始由于它高昂的价值，无人买得起。<br>随着技术的进步，工厂、资本家成批的购进机器人，并出租给平民使用，至此开启了机器人的租赁时代。<br>技术的革新，机器人的批量生产，乃至家庭作坊都能生产机器人的时候，机器人变得一文不值，随意供人驱使。<br>同时人为了追求生命的延长，开始将自己的身体替换成机器人的零部件。<br>渐渐的，人与机器人都变得毫无价值，他们将枪口互相对准了对方。<br>如果在我们租用机器人的时候给于机器人足够的尊重，机器人也在理解人类中获得不断的进化，便不会走到同赴毁灭的那一步。</p>\n<a id=\"more\"></a>\n<p>游戏，我理解为虚拟世界。<br>人在创建虚拟世界的时候，实际上是在提前建造未来。<br>一个好玩的游戏可以给人愉乐，让人放纵，释放内心现实的不满，通过感情的体验获得身体的某方面的解脱。每次我玩到一款好玩的游戏，我都会坚持二十四个小时将全部的心思放在游戏世界中，忘记了吃喝拉撒，现实世界中也无建树，游戏中幻想建造的未来，锻炼的某方面未知的能力，也不知如何在现实中得到施展。<br>虚拟无法模拟它的未来，人也不便无休止的做梦。<br>如果游戏设计师一味的满足人的情感，使人沉浸，使人完全的投入到虚拟世界，最终人的精神成为虚拟世界一样的数据，结果人会成为游戏的一部分。<br>他们将刀剑对准了对方，却不知道他的兄弟非常痛苦。</p>\n<p>在此我想说，一个正常的游戏生态应该考虑到游戏的本质是使现实生活过得更好，而不是成为人逃避现实的港湾。我们规划的不只是玩家的乐趣，还有他们的时间。</p>\n<p>以下三种情况会用到时间档模式：<br>热门游戏、付费游戏的发布时间档体验版本，出于营销的考虑，日均提供一个时间段的免费体验，通过分段式的体验整个游戏的过程。购买完整版本将不受时间的限制。此种模式，玩家只要坚持每天在指定的时间档内游戏，最终体验的与付费版本没有区别。</p>\n<p>长剧情游戏、长时间的战略游戏等不可能在一天之内完成整个游戏的情况，基于身体健康的人性化考虑，引导玩家调整到到最佳的身份或心理状态，强制性的限制每日的体验时长、体验的时间档。时长版本为只限制每天体验的时长，不限制体验的开始时间；时间档版本在每天指定的时间档内以标准的时长开放给玩家体验。<br>对于低龄儿童防沉迷的问题，游戏开发中使用时间档模式让家庭成员的游戏时间集中，更好的互动交流，儿童进行游戏选择的时候也会注意邀请同伴的参与。游戏时间档成为家庭成员共同遵守的规则，更有利于引导儿童的注意力，做好其它的事件。</p>\n<blockquote>\n<p>Game Time slot是游戏时间档的管理网站，用于建立时间档模式游戏的设计标准，时间档游戏的申请、时间播报，游戏时间档直播频道的建立。</p>\n</blockquote>\n<p>作为一种新媒体形式</p>\n<ul>\n<li><p>互动娱乐广告：以广告宣传为目的，制作用户可以参与互动的虚拟世界或游戏，让用户在虚拟世界中娱乐体验的同时，感受到广告主所要传送的内容。</p>\n</li>\n<li><p>互动娱乐电视电影：将影视内容制作成虚拟世界，用户可以自己控制剧情进度，也可以参与到虚拟世界中成为主角，引导故事的发展。长剧情类型每次只体验有限的章节，体验的时间也作严格的控制。短剧情则控制在二、三个小时之内。具有电影画面标准的游戏（主机游戏），如风之旅人，多主角的鬼武者系列，游戏时间控制在一至二个小时。<br>时间档付费模式</p>\n</li>\n<li><p>长剧情游戏分为20+次每次45分到1小时，在每天指定时间档内开放免费体验，可存档。继续体验需要付费。</p>\n</li>\n<li><p>短剧情游戏分为2至7次每次25分~45分，在每天指定时间点开始多个时间档内自由决定游戏时间，当天追加次数收取低费用。</p>\n</li>\n<li><p>游戏通关时间在1小时的高质量游戏在指定天数内免费开放一次，为了更好的保证体验质量，需要预约以限制人数。</p>\n</li>\n<li><p>游戏需要严格筛选，质量需要得到玩家认可。</p>\n</li>\n<li><p>游戏在线体验需要云游戏支持，下载版内置时间档付费模块。</p>\n</li>\n<li><p>网络开设游戏频道，分配时间资源，与电视台、数字电视厂商、云游戏进行技术合作，在电视上开设游戏频道。</p>\n</li>\n</ul>\n","categories":[{"name":"游戏","slug":"游戏","count":11,"path":"api/categories/游戏.json"}],"tags":[]}