{"title":"生命之书","slug":"project/The-Life-Book","date":"2010-10-01T02:15:19.000Z","updated":"2017-05-12T06:23:28.246Z","comments":true,"path":"api/articles/project/The-Life-Book.json","photos":[],"link":"","excerpt":"##Life Book  生命之书 欢迎来到生命之书！您知道生命中最重要的是什么吗？交往、记录、创造、体验，就这四种。交往产生了社会与爱情；记录产生了知识与获取；创造产生了思想与发展；体验产生了个性与感觉。登录后双击页面元素即可编辑，上一站去往负空间，为网站信息或功能管理的站点，下一站去往正空间，为用户专属空间。现在点击进入下一站：记录者的密室。欢迎记录者来访! 首先记录你的年龄：第25春（更多填写信息）。","covers":null,"content":"<p>##Life Book  生命之书 </p>\n<p>欢迎来到生命之书！</p>\n<p>您知道生命中最重要的是什么吗？</p>\n<p>交往、记录、创造、体验，就这四种。</p>\n<p>交往产生了社会与爱情；</p>\n<p>记录产生了知识与获取；</p>\n<p>创造产生了思想与发展；</p>\n<p>体验产生了个性与感觉。</p>\n<p>登录后双击页面元素即可编辑，上一站去往负空间，为网站信息或功能管理的站点，下一站去往正空间，为用户专属空间。</p>\n<p>现在点击进入下一站：记录者的密室。</p>\n<p>欢迎记录者来访! 首先记录你的年龄：第25春（更多填写信息）。</p>\n<a id=\"more\"></a>\n<p>旅程必知：</p>\n<p>生命之书由异恒策划设计。</p>\n<p>一本翻页的书，只有上下页的区别，所有深层空间或具体内容都处于同一平面，该书却分为正负空间两部分，负空间是一颗生命树，从根部向上成长，根部和叶端为生命树的茂盛区，叶落网和叶伞网，生命之树两大主页；正空间为人类城邦，从外墙向内室延伸，外墙、内墙、河流、迷宫、屏风、内室等等。地面为生命之书的首页，三大湖泊为生命树与人类城邦生存的共同之源，为城邦之间信息聚合页。</p>\n<p>生命之书采用新一代网页标准，每一页都是多媒体可以互动的文档，都有页码或编号，页码都是明确的数字，如A1304。不管是正空间还是负空间，生命之书每一条信息都能创建独立的页面，对每一条信息的见解都能轻松的在原信息之上评论、重编辑并独立展示。</p>\n<p>登录生命之书以后，下一页默认为正空间，不想开发正空间的用户可以使用颠倒空间的操作，将下一页设置为负空间保存，同理亦然。</p>\n<p>这一站，你来到了自己的密室、闺房或者地下实验室。</p>\n<p>在这里你可以写童年回忆录，复习学校功课，写工作笔记，写日记，记录生活中的一切一切，你还可以创建团队、写计划书、创作文学作品、分享经验，做自己想做的事情。</p>\n<p>在这里你可设计自己的生命之书，正空间随意设计网页，穿插好友信息，负空间重编、修改、个性化自己做主。你可以通过“Lifebook.com/用户名”访问用户专属生命之书。</p>\n<p>##生命之书第二站：财富认证</p>\n<p>知识、知识创新、网络银行货币、虚拟财产、虚拟地位等。</p>\n<p>知识包括以往的作品、工作经历与经验，再做一系列的试题，获得一笔绿叶币，另外互助、建议、捐款或积极参与也可得到一笔红叶币，两者结合可兑取诚信叶币，用金叶币诚信交易完成，诚信叶币可还原绿叶币和红叶币，诚信叶币还可用于购买虚拟财产和地位。</p>\n<p>生命之书正空间有概念城邦和虚拟城邦两种。概念城邦强调平面展示、墙体艺术与团队艺术。墙体艺术是指垒墙、加固（加密）、通道内外观察、破墙、墙面展示等概念城邦的建设，团队指的是合作。虚拟城邦是指生命之书网页游戏，那是一个和平的国度，设计者按照参与者的要求设计并更新游戏里的城邦，参考者出卖自己智慧、爱心与诚信，购买虚拟商铺、设计迷宫、用虚拟奢移品布置自己的内室，参与者将实际财富分配一部分装入宝箱等待别人的破墙闯关。</p>\n<p>网站也将和生命之收最热门网页的拥有者签订广告合作协议，优秀的页面管理者或团队管理者将因广告获得一笔网银财富和虚拟财富。另外知识的拥有者或创新者也可参与生命之书负空间的“知识有价共享计划”和“自由职业团队有限合作计划”直接获得网银收益。</p>\n<p>网银可换为金叶币，用来支付知识消费、第三方虚拟产品消费等。</p>\n<p>生命之书是否可采用三种界面，翻页书概念文字界面、生命树及环树城的FLASH图形[传送门]链接界面，以及网页互动游戏界面。</p>\n<p>参观完正空间，下面前往负空间第一站：叶落网</p>\n<p>每记住一条知识，便阻碍了对世界本质的发现。</p>\n<p>我们要创建一种让知识廉价获取、快速展示与创意组织的办法，就可以大大改观国家的教育结构。我们要需要开发一种政府功能和社会功能，让知识创造者得以生存，教育参与者得享世界百分之十的财富。政府以及拥有世界财富百分之八十以上的少数人为有价的知识付费，为教育行为付费。</p>\n<p>网站功能名称：知识有价分享网络</p>\n<p>网站名：叶落网，叶代表原始知识，寓意买叶落下，叶落归根，繁育新知。-office文件能和字体绑定么</p>\n<p>这是一个为知识寻求有价购买及无限附加的平台。</p>\n<p>这是一个为知识创造者提供创意与思想的平台。</p>\n<p>这是一个为实践创新者提供团队的平台。</p>\n<p>网站最重要的价值在于知识可以这里定价，而不是只用原始的知识获利，把阅读权、下载权、版权、改编权、专利知识应用权等用个人（公益）买断、平分购买分享版权、知识有价基金购买、国家购买等多样化方式卖给少部分人或团体，引进知识价值评定与知识创新体系，少数人再利用知识的商业运作和知识创新获利，相关权利如阅读权、下载权在设定条件下永久分享给所有人。</p>\n<p>网站涉及五方利益问题，五方分别为原始知识创造者、原始知识购买者、知识创新者、二手知识购买者、知识普通受众、网站经营者。本网站最终受益方为知识普通受众，知识有价即知识可以快速分享流通，知识创新增多，知识实用性增强。</p>\n<p>##叶落网知识有价分享付费方案</p>\n<p>单拷贝定价出卖阅读权或下载权，定价乘以拷贝数满指定额度开放给读者阅读或下载，不出卖版权或专利权。VIP用户阅读付费计总额超过指定额度开放阅读。</p>\n<p>一次性买断阅读权、下载权、版权或专利，由付费者决定开放日。或付费者买断一段日期的相关权利，过期后定低价重新出售。</p>\n<p>将单拷贝分成多章，付费者多名共同分担一章的费用，付费完成，一章的相关权利放出，等待读者评审重新定价，下一章同上操作，付费总额不得超过指定额度。</p>\n<p>知识创新抵价付费是指知识分子相互尊重，允许用诚信叶币付费。增值利润抵价付费是指通过叶落网宣传产生的知识增值利润超过指定额度充抵知识定价，抵完为止，相关权利除阅读、下载外仍归作者自行处理。宣传抵价付费，是指叶落网以及外网对知识的宣传达成一定对知识摘要、介绍、作者主页的访问量，即使没有知识付费或增值利润超额，也同样开放知识的行为。</p>\n<p>另外因为部分用户在外网的宣传促成知识付费的行为，这些用户将获得付费一定比例提成的金叶币专用于知识付费，金叶币从知识有价基金中扣取。知识有价基金，是种为有价知识付费的基金。合作网站的信息宣传促成知识付费的提成从叶落网所得分成中分取。</p>\n<p>知识有价分享关健在于有价，可以用绿叶币、红叶币、诚信叶币或金叶币付费，分别用于原创精品、非原创精品、原创精典的付费。诚信叶币的拥有量决定分享者所采用的收费方式和额度。</p>\n<p>##关于知识开放管理的昼夜方案</p>\n<p>生命之书特色之一是将信息或设计理念概念化、图形化，并加大交互功能的设计，比如交往管理的城邦方案和知识开放管理的昼夜方案。所谓昼夜的整体效果是城邦、主站的信息或知识的开放度，信息或知识不开放的小镇在图形上看会是永夜之地。</p>\n<p>仅对于知识之洞窟而言，开放程度分永昼、黎明、昼、黄昏、夜、永夜几种标准。买断后永不公开的知识贯以永夜标签，相反，买断知识所有权利永久公开阅读与下载的标以永昼。</p>\n<p>永昼：有价分享者出卖知识的所有权利，付费购买后知识永久公开，版权或其它能获得增值利益的权利归付费者所有。</p>\n<p>黎明：分享者出卖让知识短期不公开的权利，出据计算公式，付费额与不公开期限成正比，过期限知识公开，版权等归付费者所有。</p>\n<p>昼：以公开一定时间的阅读权和下载权为前提，出卖知识的处置权。处置者可以有步骤地决定是否进入黄昏、夜、永夜。处置前增值利益相关权利仍归分享者所有，其中夜与永夜的处置需要二次付费。</p>\n<p>黄昏：知识在昼标签时，有知识处置权者可以有步骤地关闭阅读、下载以及其它的知识公开形式，处置下达，自动进入黄昏。</p>\n<p>夜：知识在昼标签时，处置者关闭所有公开，二次购买让知识长期不公开，分享者出据计算公式，二次付费额与不公开期成正比。版权等视条件归分享者或付费者所有。</p>\n<p>永夜：购买知识的所有权利，冻结分享者的处置权，付费可以决定是否让知识进入永放，即永不公开。</p>\n<p>昼夜方案适合所有知识或信息。信息内部的不完整的不公开信息用链接导入指定处置页、查看页。</p>\n<p>绿叶币是一种分享者内在的虚拟价值，一般赠予别人，购买无价或无法定价的分享，红叶币反应在参与的行为操作上，一般参与即获得，购买参与性分享类产品（随意，或非原创）。知识发布的行为得红叶币，原创精品知识出卖得绿叶币，价值评定被认可生命之书赠予绿叶币，参与评审得红叶币，知识有价分享得金叶币的同时，知识的公开程度的操作得红叶币，价值倍增程度评审得绿叶币。</p>\n<p>不管是分享者还是付费者，让知识公开就能获得大量的红叶币，而用户对其行为的认可，将赠予大量的绿叶币。两币兑换的诚信叶币可购买年度诚信等级，获得各种权利，包括诚信币付费，返利。</p>\n<p>诚信叶币为固定财产，无法出售或转移，并有质量评估体系，查看其多少成分来源于金叶币交易，多少来源于诚信获得，多少为作弊，然后决定其缩水比例。审请评估、完成评估之后，拥有者就可以使用诚信叶币购买虚拟财产。</p>\n<p>知识，即可以认识的连续符号信息，包括原始符号知识和知识格式。其中知识格式由叶落网可识别的中文代码编辑而成，内容有叶落网审请的唯一识别码，作者信息、内容摘要、内部分割、信息容量（包括格式信息）、评论与再创新接口、知识公开信息、价值及付费情况。外站的知识只有按照知识格式再编辑才可能与叶落网兼容。</p>\n<p>生命之书是一个载体。</p>\n<p>知识有价分享和自由基有限合作，这两种管理系统是生命之书神经系统。知识格式和自由基是生命之书的胞子。通过他们散播向整个网络，寄生在不同平台并孕育出新的生命形式。</p>\n","categories":[{"name":"设计","slug":"设计","count":10,"path":"api/categories/设计.json"}],"tags":[{"name":"网站策划","slug":"网站策划","count":1,"path":"api/tags/网站策划.json"}]}